Repository: glaurung35/recalbox
Catalog: projects/frontend/locale/lang/*/LC_MESSAGES/emulationstation2.po
Languages: cs

source: AN UPDATE IS AVAILABLE FOR YOUR RECALBOX
cs: JE DOSTUPNÁ AKTUALIZACE

source: DOWNLOADED
cs: STAŽENO

source: NEW VERSION:
cs: NOVÁ VERZE

source: UPDATE CHANGELOG:
cs: CHANGELOG AKTUALIZACE:

source: CANCEL
cs: STORNO

source: Rating
cs: Hodnocení

source: Released
cs: Vydáno

source: Developer
cs: Vývojář

source: Publisher
cs: Vydavatel

source: Genre
cs: Žánr

source: Players
cs: Hráči

source: NO GAMES FOUND - SKIP
cs: NENALEZENY ŽÁDNÉ HRY - PŘESKOČIT

source: RETRY
cs: OPAKOVAT

source: SKIP
cs: PŘESKOČIT

source: SEARCH FOR
cs: HLEDAT

source: SEARCH
cs: HLEDAT

source: SCRAPING IN PROGRESS
cs: PROBÍHÁ PROHLEDÁVÁNÍ

source: SYSTEM
cs: SYSTÉM

source: subtitle text
cs: podtitul

source: INPUT
cs: ZADAT

source: search
cs: hledat

source: stop (progress saved)
cs: stop (uložení stavu)

source: GAME %i OF %i
cs: HRA %i Z %i

source: WE CAN'T FIND ANY SYSTEMS! CHECK THAT YOUR PATHS ARE CORRECT IN THE SYSTEMS CONFIGURATION FILE, AND YOUR GAME DIRECTORY HAS AT LEAST ONE GAME WITH THE CORRECT EXTENSION. VISIT RECALBOX.COM FOR MORE INFORMATION.
cs: NEMŮŽEME NALÉZT ŽÁDNÝ SYSTÉM! ZKONTROLUJTE, ZDA JSOU SPRÁVNĚ NASTAVENÉ CESTY V KONFIGURAČNÍM SOUBORU A ŽE SLOŽKA S HRAMI OBSAHUJE ALESPOŇ JEDNU HRU SE SPRÁVNOU PŘÍPONOU. NAVŠTIVTE RECALBOX.COM PRO VÍCE INFORMACÍ

source: %i GAME SUCCESSFULLY SCRAPED!
cs: ÚSPĚŠNĚ PROHLEDÁNA %i HRA!

source: %i GAME SKIPPED.
cs: %i HRA PŘESKOČENA

source: ESTIMATED TIME:
cs: PŘEDPOKLÁDANÝ ČAS:

source: ELAPSED TIME:
cs: UPLYNULÝ ČAS:

source: COMPLETE!
cs: HOTOVO!

source: PLEASE VISIT
cs: PROSÍM NAVŠTIVTE

source: ONLY 1 SCRAPPING ENGINE
cs: POUZE 1 PROHLEDÁVACÍ MODUL

source: %i SCRAPPING ENGINES
cs: %i PROHLEDÁVACÍCH MODULŮ

source: Scraping complete! {PROCESSED} games processed. {SUCCESS} game(s) scraped or updated {NOTFOUND} game(s) not found... {ERRORS} request/download errors {TEXTINFO} Text information updated {IMAGES} images and {VIDEOS} videos downloaded {MEDIASIZE} of media saved
cs: Prohledávání dokončeno! Zpracováno {PROCESSED} her. Nalezeno nebo aktualizováno {SUCCESS} her Nenalezeno {NOTFOUND} her... {ERRORS} chyby v požadavku/stahování Aktualizováno {TEXTINFO} textových informací Staženo {IMAGES} obrázků a {VIDEOS} videí {MEDIASIZE} uložených médií

source: You reached your daily quota of scraping request. All your today's scrapes have been saved anyway. Start scraping again tomorrow. Dont forget to select 'update' and not 'scrape all'
cs: Dosáhl jste denního limitu pro prohledávání! Všechny vaše dnešní záznamy byly přesto uloženy. Spusťte prohledávání znovu zítra. Nezapomeňte vybrat "aktualizovat" namísto "prohledávat vše".

source: Your share partition is almost full. The scraper stopped automatically. Remove unused games, media, files to make room before running the scraper again!
cs: Váš sdílený oddíl je téměř plný. Prohledávač byl automaticky zastaven. Před novým spuštěním prohledávače uvolněte místo odstraněním nepoužívaných her, médií a souborů.

source: EDIT METADATA
cs: EDITOVAT METADATA

source: MORE DETAILS
cs: VÍCE DETAILŮ

source: SCRAPE
cs: PROHLEDÁVAT

source: SAVE
cs: ULOŽIT

source: THIS WILL DELETE A FILE! ARE YOU SURE?
cs: TOUTO AKCÍ SMAŽETE SOUBOR! JSTE SI JISTI?

source: YES
cs: ANO

source: NO
cs: NE

source: DELETE
cs: SMAZAT

source: SAVE CHANGES?
cs: ULOŽIT ZMĚNY?

source: BACK
cs: ZPĚT

source: CLOSE
cs: ZAVŘÍT

source: MAIN MENU
cs: HLAVNÍ NABÍDKA

source: KODI MEDIA CENTER
cs: MEDIÁLNÍ CENTRUM KODI

source: SYSTEM SETTINGS
cs: SYSTÉMOVÁ NASTAVENÍ

source: VERSION
cs: VERZE

source: DISK USAGE (FREE/TOTAL)
cs: VYUŽITÍ DISKU (VOLNÉ/CELKEM)

source: STORAGE DEVICE
cs: ÚLOŽIŠTĚ

source: LANGUAGE
cs: JAZYK

source: OVERCLOCK
cs: PŘETAKTOVÁNÍ

source: EXTREM (1100Mhz)
cs: EXTRÉMNÍ (1100 MHz)

source: HIGH (950Mhz)
cs: VYSOKÉ (900 MHz)

source: NONE (700Mhz)
cs: ŽÁDNÉ (700 MHz)

source: HIGH (1050Mhz)
cs: VYSOKÉ (1050 MHz)

source: NONE (900Mhz)
cs: ŽÁDNÉ (900 MHz)

source: NONE (1200Mhz)
cs: ŽÁDNÉ (1200 MHz)

source: NONE
cs: ŽÁDNÉ

source: UPDATES
cs: AKTUALIZACE

source: AUTO UPDATES
cs: AUTOMATICKÉ AKTUALIZACE

source: START UPDATE
cs: START AKTUALIZACE

source: KODI SETTINGS
cs: NASTAVENÍ KODI

source: ENABLE KODI
cs: POVOLIT KODI

source: KODI AT START
cs: SPUSTIT KODI PŘI STARTU

source: START KODI WITH X
cs: SPOUŠTĚT KODI TLAČÍTKEM X

source: THE SYSTEM WILL NOW REBOOT
cs: SYSTEM BUDE RESTARTOVÁN

source: GAMES SETTINGS
cs: NASTAVENÍ HER

source: GAME RATIO
cs: POMĚR STRAN

source: SMOOTH GAMES
cs: VYHLAZOVÁNÍ OBRAZOVKY

source: REWIND
cs: PŘETÁČENÍ

source: AUTO SAVE/LOAD
cs: AUTOMATICKÉ UKLÁDÁNÍ/NAHRÁVÁNÍ

source: PRESS TWICE TO QUIT GAME
cs: UKONČIT HRU DVOJÍM STISKNUTÍM

source: SHADERS SET
cs: NASTAVENÍ SHADERŮ

source: RETROACHIEVEMENTS SETTINGS
cs: NASTAVENÍ RETROACHIEVEMENTS

source: HARDCORE MODE
cs: HARDCORE REŽIM

source: USERNAME
cs: UŽIVATELSKÉ JMÉNO

source: PASSWORD
cs: HESLO

source: ADVANCED
cs: ROZŠÍŘENÉ

source: REALLY UPDATE GAMES LISTS ?
cs: AKTUALIZOVAT SEZNAM HER?

source: UPDATE GAMES LISTS
cs: AKTUALIZOVAT SEZNAM HER

source: CONTROLLERS SETTINGS
cs: NASTAVENÍ OVLADAČŮ

source: UI SETTINGS
cs: NASTAVENÍ UŽIVATELSKÉHO ROZHRANÍ

source: SCREENSAVER AFTER
cs: SPOŘIČ OBRAZOVKY PO

source: CAROUSEL ANIMATION
cs: ANIMACE KARUSELU

source: TRANSITION STYLE
cs: STYL PŘECHODU

source: SCREENSAVER BEHAVIOR
cs: CHOVÁNÍ SPOŘIČE OBRAZOVKY

source: SHOW FRAMERATE
cs: ZOBRAZOVAT SNÍMKOVOU FREKVENCI

source: CLOCK IN MENU
cs: HODINY V MENU

source: ON-SCREEN HELP
cs: NÁPOVĚDA NA OBRAZOVCE

source: QUICK SYSTEM SELECT
cs: RYCHLÝ VÝBĚR SYSTÉMU

source: THEME SET
cs: NASTAVENÍ MOTIVU

source: THEME CONFIGURATION
cs: KONFIGURACE MOTIVU

source: THEME COLORSET
cs: BARVY MOTIVU

source: THEME ICONSET
cs: IKONY MOTIVU

source: THEME MENU
cs: MENU MOTIVU

source: THEME SYSTEMVIEW
cs: ZOBRAZENÍ SYSTÉMŮ MOTIVU

source: THEME GAMELISTVIEW
cs: SEZNAMU HER MOTIVU

source: THEME GAMECLIPVIEW
cs: NÁHLEDU KLIPU MOTIVU

source: THEME REGION
cs: REGIONU MOTIVU

source: THIS THEME HAS NO OPTION
cs: TENTO MOTIV NEMÁ ŽÁDNÁ NASTAVENÍ

source: SOUND SETTINGS
cs: NASTAVENÍ ZVUKU

source: SYSTEM VOLUME
cs: SYSTÉMOVÉ ZVUKY

source: FRONTEND MUSIC
cs: HUDBA ROZHRANÍ

source: OUTPUT DEVICE
cs: VÝSTUPNÍ ZAŘÍZENÍ

source: AUTO
cs: AUTOMATICKY

source: NETWORK SETTINGS
cs: NASTAVENÍ SÍTĚ

source: CONNECTED
cs: PŘIPOJENO

source: NOT CONNECTED
cs: NEPŘIPOJENO

source: STATUS
cs: STAV

source: IP ADDRESS
cs: IP ADRESA

source: HOSTNAME
cs: JMÉNO POČÍTAČE

source: ENABLE WIFI
cs: ZAPNOUT WIFI

source: WIFI SSID
cs: JMÉNO SÍTĚ

source: MANUAL INPUT
cs: RUČNÍ VSTUP

source: WIFI KEY
cs: WIFI HESLO

source: WIFI ENABLED
cs: WIFI ZAPNUTÁ

source: WIFI CONFIGURATION ERROR
cs: CHYBA KONFIGURACE WIFI

source: SCRAPER
cs: PROHLEDÁVAČ OBSAHU (SCRAPPER)

source: SCRAPE FROM
cs: PROHLEDAT NA

source: SCRAPE RATINGS
cs: PROHLEDAT HODNOCENÍ

source: SCRAPE NOW
cs: PROHLEDÁVAT NYNÍ

source: QUIT
cs: KONEC

source: REALLY RESTART?
cs: OPRAVDU RESTARTOVAT?

source: RESTART SYSTEM
cs: RESTARTOVAT SYSTÉM

source: REALLY SHUTDOWN?
cs: OPRAVDU VYPNOUT?

source: SHUTDOWN SYSTEM
cs: VYPNOUT SYSTÉM

source: DEFAULT (%1%)
cs: VÝCHOZÍ (%1%)

source: Emulator
cs: Emulátor

source: Core
cs: Jádro

source: YOU ARE GOING TO CONFIGURE A CONTROLLER. IF YOU HAVE ONLY ONE JOYSTICK, CONFIGURE THE DIRECTIONS KEYS AND SKIP JOYSTICK CONFIG BY HOLDING A BUTTON. IF YOU DO NOT HAVE A SPECIAL KEY FOR HOTKEY, CHOOSE THE SELECT BUTTON. SKIP ALL BUTTONS YOU DO NOT HAVE BY HOLDING A KEY. BUTTONS NAMES ARE BASED ON THE SNES CONTROLLER.
cs: CHYSTÁTE SE ZMĚNIT NASTAVENÍ OVLADAČE. POKUD MÁTE POUZE JEDEN OVLADAČ, NASTAVTE SMĚRY A TLAČÍTKA A PŘESKOČTE KONFIGURACI OVLADAČE DRŽENÍM TLAČÍTKA A. JESTLIŽE NEMÁTE SPECIÁLNÍ KLÁVESU PRO FUNKCI HOTKEY, POUŽIJTE TLAČÍTKO VÝBĚRU NA VAŠEM OVLADAČI. POUŽITÁ JMÉNA TLAČÍTEK VYCHÁZEJÍ Z NÁZVŮ NA ORIGINÁLNÍM OVLADAČI PRO KONZOLE SNES.

source: CONFIGURE A CONTROLLER
cs: KONFIGUROVAT OVLADAČ

source: CONTROLLER PAIRED
cs: OVLADAČ SPÁROVÁN

source: UNABLE TO PAIR CONTROLLER
cs: NENÍ MOŽNÉ SPÁROVAT OVLADAČ

source: AN ERROR OCCURED
cs: VYSKYTLA SE CHYBA

source: NO CONTROLLERS FOUND
cs: NENELAZENY ŽÁDNÉ OVLADAČE

source: CONTROLLERS LINKS HAVE BEEN DELETED.
cs: SPOJENÍ S OVLADAČI BYLO VYMAZÁNO

source: FORGET BLUETOOTH CONTROLLERS
cs: ZAPOMENOUT BLUETOOTH OVLADAČE

source: INPUT P%i
cs: VSTUP P%i

source: CHOOSE
cs: VÝBĚR

source: SELECT
cs: ZVOLIT

source: OPTIONS
cs: VOLBY

source: JUMP TO LETTER
cs: SKOČIT NA PÍSMENO

source: SORT GAMES BY
cs: SETŘÍDIT DLE

source: FAVORITES ONLY
cs: POUZE OBLÍBENÉ

source: EDIT THIS GAME'S METADATA
cs: EDITOVAT METADATA TÉTO HRY

source: SCRAPE THESE GAMES
cs: PROHLEDÁVAT TYTO HRY

source: All Games
cs: Všechny hry

source: Only missing image
cs: Pouze chybějící údaje

source: FILTER
cs: FILTR

source: SCRAPE THESE SYSTEMS
cs: PROHLEDÁVAT TYTO SYSTÉMY

source: SYSTEMS
cs: SYSTÉMY

source: USER DECIDES ON CONFLICTS
cs: UŽIVATEL ROZHODNE PŘI KONFLIKTU

source: WARNING: SOME OF YOUR SELECTED SYSTEMS DO NOT HAVE A PLATFORM SET. RESULTS MAY BE EVEN MORE INACCURATE THAN USUAL! CONTINUE ANYWAY?
cs: POZOR: NĚKTERÉ Z VÁMI VYBRANÝCH SYSTÉMŮ NEMAJÍ NASTAVENOU PLATFORMU. VÝSLEDKY MOHOU BÝT VÍCE NEPŘESNÉ NEŽ OBVYKLE. PŘESTO POKRAČOVAT?

source: NO GAMES FIT THAT CRITERIA.
cs: NENALEZENA HRA ODPOVÍDAJÍCÍ DANÉMU KRITÉRIU

source: REALLY UPDATE?
cs: SKUTEČNĚ AKTUALIZOVAT SYSTÉM?

source: NETWORK CONNECTION NEEDED
cs: JE VYŽADOVÁNO PŘIPOJENÍ K SÍTI

source: UPDATE DOWNLOADED, THE SYSTEM WILL NOW REBOOT
cs: AKTUALIZACE BYLA STAŽENA. SYSTÉM BUDE NYNÍ RESTARTOVÁN.

source: UPDATE FAILED, THE SYSTEM WILL NOW REBOOT
cs: AKTUALIZACE SELHALA. SYSTÉM BUDE NYNÍ RESTARTOVÁN.

source: NO UPDATE AVAILABLE
cs: NENÍ DOSTUPNÁ ŽÁDNÁ AKTUALIZACE

source: AN ERROR OCCURED - DOWNLOADED
cs: VYSKYTLA SE CHYBA - STAŽENO

source: enter emulator
cs: zadejte emulátor

source: enter core
cs: zadejte jádro

source: Ratio
cs: POMĚR STRAN

source: enter ratio
cs: zadejte hodnocení

source: Name
cs: Jméno

source: enter game name
cs: zadejte jméno hry

source: Description
cs: Popis

source: enter description
cs: zadejte popis

source: Image
cs: Obrázek

source: enter path to image
cs: zadejte cestu k obrázku

source: Thumbnail
cs: Náhled

source: enter path to thumbnail
cs: zadejte cestu k náhledu

source: enter rating
cs: zadejte hodnocení

source: Release date
cs: Datum vydání

source: enter release date
cs: zadejte datum vydání

source: enter game developer
cs: zadejte vývojáře hry

source: enter game publisher
cs: zadejte vydavatele hry

source: enter game genre
cs: zadejte žánr hry

source: enter number of players
cs: zadejte počet hráčů

source: Favorite
cs: Oblíbené

source: enter favorite
cs: zadejte oblíbené

source: enter region
cs: zadejte region

source: Romtype
cs: Typ rom

source: enter romtype
cs: zadejte typ rom

source: Hidden
cs: Skryté

source: set hidden
cs: skryj

source: Play count
cs: Počet odehraných

source: enter number of times played
cs: zadejte počet odehraných

source: Last played
cs: Naposledy hráno

source: enter last played date
cs: zadejte datum posledního hraní

source: %i GAME AVAILABLE
cs: %i DOSTUPNÁ HRA

source: %i FAVORITE
cs: %i OBLÍBENÁ

source: SCROLL
cs: POSUV

source: LAUNCH
cs: SPUSTIT

source: Times played
cs: Hráno

source: MENU
cs: NABÍDKA

source: FILENAME, ASCENDING
cs: JMÉNO SOUBORU, VZESTUPNĚ

source: FILENAME, DESCENDING
cs: JMÉNO SOUBORU, SESTUPNĚ

source: RATING, ASCENDING
cs: HODNOCENÍ, VZESTUPNĚ

source: RATING, DESCENDING
cs: HODNOCENÍ, SESTUPNĚ

source: TIMES PLAYED, ASCENDING
cs: HRÁNO, VZESTUPNĚ

source: TIMES PLAYED, DESCENDING
cs: HRÁNO, SESTUPNĚ

source: LAST PLAYED, ASCENDING
cs: NAPOSLEDY HRÁNO, VZESTUPNĚ

source: LAST PLAYED, DESCENDING
cs: NAPOSLEDY HRÁNO, SESTUPNĚ

source: WORKING...
cs: PRACUJI...

source: CHANGE
cs: ZMĚNIT

source: never
cs: nikdy

source: just now
cs: právě teď

source: %i sec ago
cs: před %i sekundou

source: %i min ago
cs: před %i minutou

source: %i hour ago
cs: před %i hodinou

source: %i day ago
cs: před %i dnem

source: unknown
cs: neznámé

source: SELECT ALL
cs: VYBRAT VŠE

source: SELECT NONE
cs: ZRUŠIT VÝBĚR

source: %i SELECTED
cs: %i VYBRÁN

source: UP
cs: NAHORU

source: DOWN
cs: DOLŮ

source: LEFT
cs: DOLEVA

source: RIGHT
cs: DOPRAVA

source: JOYSTICK 1 UP
cs: PÁČKA 1 NAHORU

source: JOYSTICK 1 LEFT
cs: PÁČKA 1 DOLEVA

source: JOYSTICK 2 UP
cs: PÁČKA 2 NAHORU

source: JOYSTICK 2 LEFT
cs: PÁČKA 2 DOLEVA

source: PAGE UP
cs: PŘEDCHOZÍ STRÁNKA

source: PAGE DOWN
cs: DALŠÍ STRÁNKA

source: CONFIGURING
cs: KONFIGURACE

source: KEYBOARD
cs: KLÁVESNICE

source: INPUT REQUIRED
cs: VYŽADOVÁN VSTUP

source: (skipped)
cs: (přeskočeno)

source: UP/DOWN TO SKIP
cs: NAHORU/DOLŮ PRO PŘESKOČENÍ

source: A TO UNSET
cs: A PRO ZRUŠENÍ

source: DOWN TO SKIP AND KEEP [%1%]
cs: DOLŮ PRO PŘESKOČENÍ A ULOŽENÍ [%1%]

source: UP/DOWN TO SKIP AND KEEP [%1%]
cs: NAHORU/DOLŮ PRO PŘESKOČENÍ A ULOŽENÍ [%1%]

source: PRESS ANYTHING
cs: STISKNĚTE COKOLIV

source: ALREADY TAKEN
cs: JIŽ PŘEVZATO

source: DISCARD CHANGES
cs: ZAHODIT ZMĚNY

source: WELCOME
cs: VÍTEJTE

source: CONFIGURE INPUT
cs: NASTAVENÍ VSTUPU

source: %i GAMEPAD DETECTED
cs: DETEKOVÁN %i GAMEPAD

source: NO GAMEPADS DETECTED
cs: NEDETEKOVÁNY ŽÁDNÉ GAMEPADY

source: HOLD A BUTTON ON YOUR DEVICE TO CONFIGURE IT.
cs: PRO NASTAVENÍ PODRŽTE TLAČÍTKO A NA VAŠEM ZAŘÍZENÍ

source: PRESS F4 TO QUIT AT ANY TIME.
cs: STISKNĚTE F4 PRO OKAMŽITÉ UKONČENÍ

source: PRESS ESC OR THE HOTKEY TO CANCEL.
cs: STISKNĚTE ESC NEBO HOTKEY PRO PŘERUŠENÍ

source: DO YOU WANT TO START KODI MEDIA CENTER ?
cs: CHCETE SPUSTIT MEDIÁLNÍ CENTRUM KODI?

source: LOADING...
cs: NAHRÁVÁM...

source: PLEASE WAIT...
cs: PROSÍM ČEKEJTE...

source: REALLY SHUTDOWN WITHOUT SAVING METADATAS?
cs: OPRAVDU CHCETE SKONČIT BEZ ULOŽENÍ METADAT?

source: FAST SHUTDOWN SYSTEM
cs: RYCHLÉ VYPNUTÍ SYSTÉMU

source: WE CAN'T FIND ANY SYSTEMS! CHECK THAT YOUR PATHS ARE CORRECT IN THE SYSTEMS CONFIGURATION FILE, AND YOUR GAME DIRECTORY HAS AT LEAST ONE GAME WITH THE CORRECT EXTENSION. VISIT RECALBOX.FR FOR MORE INFORMATION.
cs: NEMŮŽEME NALÉZT ŽÁDNÉ SYSTÉMY. ZKONTROLUJTE, ZDA JSOU SPRÁVNĚ NASTAVENÉ CESTY V KONFIGURAČNÍM SOUBORU A ŽE SLOŽKA S HRAMI OBSAHUJE ALESPOŇ JEDNU HRU SE SPRÁVNOU PŘÍPONOU. NAVŠTIVTE RECALBOX.COM PRO VÍCE INFORMACÍ

source: ON SCREEN KEYBOARD
cs: KLÁVESNICE NA OBRAZOVCE

source: SHIFTS FOR UPPER,LOWER, AND SPECIAL
cs: KLÁVESY SHIFT PRO HORNÍ, DOLNÍ A SPECIÁLNÍ

source: SPACE
cs: MEZERNÍK

source: DELETE A CHAR
cs: SMAZAT ZNAK

source: SHIFT
cs: POSUN

source: STOP EDITING
cs: UKONČIT EDITACI

source: MOVE CURSOR
cs: POHYB KURZORU

source: EDIT
cs: EDITOVAT

source: ACCEPT RESULT
cs: AKCEPTOVAT VÝSLEDEK

source: FILENAME
cs: JMÉNO SOUBORU

source: RATING
cs: HODNOCENÍ

source: TIMES PLAYED
cs: HRÁNO

source: LAST PLAYED
cs: NAPOSLEDY HRÁNO

source: NUMBER OF PLAYERS
cs: POČET HRÁČŮ

source: DEVELOPER
cs: VÝVOJÁŘ

source: GENRE
cs: ŽÁNR

source: SHOW HIDDEN
cs: ZOBRAZOVAT SKRYTÉ

source: SHOW FOLDERS CONTENT
cs: ZOBRAZIT OBSAH SLOŽEK

source: EXTREM (1400Mhz)
cs: EXTRÉMNÍ (1400 MHz)

source: HIGH (1300Mhz)
cs: VYSOKÉ (1300 MHz)

source: TURBO AND EXTREM OVERCLOCK PRESETS MAY CAUSE SYSTEM UNSTABILITIES, SO USE THEM AT YOUR OWN RISK. IF YOU CONTINUE, THE SYSTEM WILL REBOOT NOW.
cs: HODNOTY TURBO A EXTREM MOHOU ZPŮSOBIT NESTABILITU SYSTÉMU. POUŽIJTE JE NA VLASTNÍ RIZIKO. POKUD BUDETE POKRAČOVAT, SYSTÉM SE RESTARTUJE.

source: %i GAME HIDDEN
cs: %i SKRYTÁ HRA

source: Start kodi media player.
cs: Start mediálního centra Kodi.

source: Select the language for your recalbox, select an external drive to store your games and configurations, check your current version and the free space on your drive
cs: Vybere jazyk vašeho Recalbox centra, vybere externí zařízení k ukládání her, zkontroluje vaši stávající verzi a volné místo na disku.

source: Shows your current recalboxOS version.
cs: Zobrazí aktuální verzi recalboxOS.

source: Show how much space is used on your SHARE partition, located either on the SDCARD or on an external drive. The information shows how much GB are used and how much GB your storage has overall (example 13GB/26GB).
cs: Zobrazí dostupné místo na vašem oddílu SHARE, umístěném na SD kartě nebo externím disku. Informace udává kolik GB je použito a kolik GB je celkově na vašem disku (příklad 13GB/26GB)

source: Select an external drive to store your roms, saves, configurations etc. Use a FAT32 formatted drive. The system does not format the drive. On first boot, with this option enabled, recalbox will create a '/recalbox' folder with all system files inside.
cs: Výběr externího zařízení pro uložení vašich rom, pozic ve hře, konfigurací atd. Použijte zařízení formátované na systém FAT32. Systém sám nenaformátuje zařízení. Při prvním startu a aktivovanou volbou bude uvnitř vytvořena složka '/recalbox'.

source: Select your language. A reboot is needed to set this configuration active.
cs: Výběr jazyka. Pro aktivaci je vyžadován restart.

source: Manage your recalbox updates. Select the update type. Activate update check.
cs: Správa aktualizací recalboxu. Vyberte typ aktualizace. Aktivujte kontrolu aktualizací.

source: Check if an update is available, and start the update process.
cs: Zkontroluje zda je dostupná aktualizace a spustí proces aktualizace.

source: Stable updates will check for updates on stable recalbox releases. Stable updates are tested and approved by the recalbox team and their testers. Unstable updates allows you to get the latest recalbox features by checking our unstable repository. You can test and validate with us the very last version of recalbox. If you choose unstable update, be so kind to report issues on the recalbox-os issue board (https://github.com/recalbox/recalbox-os/issues)
cs: Stabilní aktualizace. Kontrola dostupnosti stabilních aktualizací, které jsou otestovány a schváleny recalbox týmem. Nestabilní aktualizace vám dovolují použít poslední verzi funkcí recalboxu pomocí přístupu k nestabilnímu repozitáři. Můžete s námi testovat a ověřit funkci každé poslední verze recalboxu.

source: Automatically check if an update is avaialble. If so, it notifies you with a message.
cs: Automaticky zkontroluje, zda je dostupná aktualizace. Pokud ano, budete upozornění zprávou.

source: Shows the current available update version.
cs: Zobrazení aktuálně dostupné verze aktualizace.

source: Shows the current available update changelog.
cs: Zobrazení změn v aktuálně dostupné aktualizaci.

source: Configure games display, ratio, filters (shaders), auto save and load and retroachievement account.
cs: Nastavení displeje, poměru stran, filtrů (shaderů), automatického ukládání/nahrávání a natavení účtu s vámi dosaženými herními výsledky.

source: The game ratio is the ratio between image width and image height. Use AUTO to let the emulator choose the original game ratio, that will give you the best retrogaming experience.
cs: Poměr obrazu je poměr mezi šířkou a délkou obrazu. Použijte volbu AUTO, která zajistí výběr stejného poměru stran jako u originální hry. To vám zajistí autentický zážitek během hraní.

source: Smooth the game image. This option makes the image smoother, using bilinear filtering.
cs: Vyhlazení obrazu ve hře. Použije se vyhlazení obrazu pomocí bilineárního filtru.

source: This option allows you to rewind the game if you get killed by a monster, or if you make any other mistake. Use the HOTKEY + LEFT command within the game to rewind.
cs: Tato volba umožní posun hry zpět pokud jste zabiti, nebo uděláte chybu. Použijte HOTKEY + DOLEVA pro přeskok ve hře.

source: Auto save the state when you quit a game, and auto load last saved state when you start a game.
cs: Automatické uložení stavu rozehrané hry při jejím ukončení a automatické nahrání uloženého stavu při novém startu hry.

source: Press twice the buttons to end the game and go back to main menu.
cs: Stiskněte dvakrát tlačítko pro unkončení hry a návrat do hlavního menu.

source: Integer scaling is scaling by a factor of a whole number, such as 2x, 3x, 4x, etc. This option scales the image up to the greatest integer scale below the set resolution. So for instance, if you set your fullscreen resolution to 1920x1080 and enable integer scaling, it will only scale a 320x240 image up to 1280x960, and leave black borders all around. This is to maintain a 1:1 pixel ratio with the original source image, so that pixels are not unevenly duplicated.
cs: Integer škálování je změna velikosti obrazu v celých násobcích jakými jsou 2x, 3x, 4x, atd. Tato volba přizpůsobuje velikost obrazu v měřítku nejbližšímu aktuálnímu rozlišení. Například při plném rozlišení obrazovky 1920x1080 a s aktivovanou volbou, bude obraz v originálním rozlišení 320x240 zvětšen na rozlišení 1280x960 a doplněn o černé okraje. Důvodem je zachování poměru pixelů 1:1 vůči původnímu rozlišení tak, aby žádné pixely nemusely být nerovnoměrně duplikovány.

source: Shaders are like filters for the game rendering. You can select a shader set here, which is a collection of shaders selected for each system. You can also change the shader within the game with HOTKEY + L2 or HOTKEY + R2.
cs: Shadery fungují jako obrazové filtry, které vyvolávají efekt zobrazení na původních obrazovkách a displejích. Zde si můžete vybrat kolekci shaderů pro jednotlivé systémy. Shadery také můžete měnit přímo během hraní pomocí stisku HOTKEY + L2 nebo HOTKEY + R2.

source: Enable or disable RetroAchievements in games.
cs: Zapne nebo vypne dosažené výsledky RetroAchievments ve hrách.

source: Hardcore mode disables *all* savestate and rewind functions within the emulator: you will not be able to save and reload at any time. You will have to complete the game and get the achievements first time, just like on the original console. In reward for this, you will earn both the standard and the hardcore achievement, in effect earning double points! A regular game worth 400 points, is now worth 800 if you complete it on hardcore! For example: if you complete the game for 400 points, you then have the opportunity to earn another 400 on hardcore.
cs: Hardcore režim vypíná ukládání a přetáčení. Nelze ukládat postup ve hře ani se k němu vracet. Hru musíte dokončit na poprvé, stejně jako na originální konzoli. Jako odměnu za tuto funkci získáte standardní body plus další body navíc. 400 běžně získaných bodů bude nyní 800 bodů, jestliže hru dokončíte v hardcore módu.

source: The website retroachievements.org proposes challenges/achievements/trophies on platforms like NES, SNES, GB, GBC, GBA, Genesis/Megadrive, TurboGrafx16/PCEngine and more! Create your account on retroachievements.org and start your quest for achievements!
cs: Stránka retroachievements.org nabízí možnost výzev/úspěchů/cen pro platformy jako NES, SNES, GB, GBC, GBA, Genesis/Megadrive, TurboGrafx16/PCEngine a další. Vytvořte si účet na retroachievements.org a začněte vaši cestu k herním úspěchům.

source: Add and configure up to 5 controllers.
cs: Přidání a nastavení až 5-ti ovladačů.

source: Configure an associated controller. Your controller has to be associated / plugged before.
cs: Konfigurace spárovaného ovladače. Váš ovladač musí být před tím spárován/připojen.

source: Pair a bluetooth controller with your recalbox. Your controller must be in pairing mode.
cs: Spárování bluetooth ovladače s vaším recalboxem. Váš ovladač musí být v režimu párování.

source: Forget all paired bluetooth controllers. You will have to pair your controllers again, but this option can help if you have issues to reconnect a controller, which is already paired.
cs: Zapomenout všechny spárované bluetooth ovladače. Ovladač můžete opětovně spárovat, ale tato volba vám pomůže při problémech s připojením ovladače, který byl již dříve spárován.
