Repository: glaurung35/recalbox
Catalog: projects/frontend/locale/lang/*/LC_MESSAGES/emulationstation2.po
Languages: cs

source: FAVORITE REGION
cs: OBLÍBENÝ REGION

source: SELECT FAVORITE LANGUAGE
cs: VYBRAT OBLÍBENÝ JAZYK

source: FAVORITE LANGUAGE
cs: OBLÍBENÝ JAZYK

source: SYSTEM NAME
cs: JMÉNO SYSTÉMU

source: PUBLISHER
cs: VYDAVATEL

source: DEFAULT
cs: VÝCHOZÍ

source: It seems that your game didn't start at all! It's most likely due to either: - bad rom - missing/bad mandatory bios files - missing/bad optional BIOS files (but required for this very game)
cs: Zdá se, že se vaše hra nespustila! Většinou je to kvůli: - vadná ROM - chybějící/vadné povinné soubory BIOSu - chybějící/vadné volitelné soubory BIOSu (ale nutné pro tuto hru)

source: At least one mandatory BIOS is missing for %emulator%! Your game '%game%' will very likely not run at all until required BIOS are put in the expected folder. Do you want to launch the game anyway?
cs: Chybí minimálně jeden z povinných BIOS souborů pro %emulator%! Vaše hra '%game%' pravděpodobně nebude fungovat dokud nevložíte vyžadované BIOS soubory do správné složky. Chcete i přesto spustit hru?

source: BACKSPACE
cs: SMAZAT

source: FAST WHEEL
cs: RYCHLÉ KOLO ZNAKŮ

source: CHANGE CHARSET
cs: ZMĚNIT ZNAKOVOU SADU

source: MOVE WHEEL
cs: POHYB KRUHU

source: FAST CURSOR
cs: RYCHLÝ KURZOR

source: No missing hash found!
cs: Žádný chybějící hash nenalezen!

source: %i missing hashes have been calculated!
cs: %i chybějících hashů bylo dopočítáno!

source: DOWNLOAD GAME MANUALS
cs: STÁHNOUT HERNÍ MANUÁLY

source: DOWNLOAD GAME MAPS
cs: STÁHNOUT HERNÍ MAPY

source: INSTALL PAD-2-KEYBOARD CONFIGURATIONS
cs: INSTALOVAT PAD-2-KEYBOARD KONFIGURACE

source: You're strongly recommended to update your Recalbox. No support will be provided for older versions!
cs: Důrazně doporučujeme aktualizovat váš Recalbox. Starší verze nebudou podporovány.

source: has been plugged!
cs: byl připojen!

source: Ready to play!
cs: Připraveno ke hře!

source: Not configured yet! Press a button to enter the configuration window.
cs: Není nastaveno! Stiskněte tlačítko pro vstup do okna s nastavením.

source: has been unplugged!
cs: byl odpojen!

source: Remove from favorite
cs: Odebrat z oblíbených

source: Default output
cs: Výchozí výstup

source: ARCADE VIRTUAL SYSTEM
cs: VIRTUÁLNÍ ARCADE SYSTÉM

source: BETWEEN %1 AND %2
cs: MEZI %1 A %2

source: ENABLE ARCADE VIRTUAL SYSTEM
cs: POVOLIT VIRTUÁLNÍ ARCADE SYSTÉM

source: HIDE ORIGINAL SYSTEMS
cs: SKRÝT PŮVODNÍ SYSTÉMY

source: INCLUDE NEO-GEO
cs: ZAHRNOUT NEO-GEO

source: POSITION
cs: POZICE

source: PREDEFINED PASSWORDS
cs: PŘEDNASTAVENÁ HESLA

source: VALIDATE
cs: POTVRDIT

source: PASSWORD #%i
cs: HESLO #%i

source: PASSWORD REQUIRED
cs: VYŽADOVÁNO HESLO

source: PLAYER
cs: HRÁČ

source: VIEWER-ONLY
cs: POUZE PROHLÍŽEJÍCÍ

source: JOIN AS
cs: PŘIHLÁSIT JAKO

source: CHOOSE PASSWORD
cs: ZVOLIT HESLO

source: EDIT PASSWORDS
cs: EDITOVAT HESLA

source: GAME PASSWORDS
cs: HESLA KE HRÁM

source: SET PLAYER PASSWORD
cs: NASTAVIT HESLO HRÁČE

source: SET VIEWER PASSWORD
cs: NASTAVIT HESLO PROHLÍŽEJÍCÍHO

source: CHOOSE PLAYER PASSWORD
cs: VYBRAT HESLO HRÁČE

source: CHOOSE VIEWER-ONLY PASSWORD
cs: VYBRAT HESLO PROHLÍŽEJÍCÍHO

source: GAME PROTECTION
cs: OCHRANA HRY

source: JOIN NETPLAY GAME
cs: PŘIPOJIT SE K SÍŤOVÉ HŘE

source: SEARCH IN...
cs: HLEDAT V...

source: DOWNLOADING UPDATE...
cs: STAHUJE SE UPDATE...

source: We're downloading Recalbox version %s! Once the download is complete, Recalbox will reboot and start installing the new version. Typical installations take about 5-10mn. DO NOT reboot or power off Recalbox until the installation is complete.
cs: Stahuje se Recalbox ve verzi %s! Jakmile bude stahování dokončeno, dojde k restartu Recalboxu a instalaci nové verze. Běžná instalace zabere 5 až10 minut. Nerestartujte ani nevypínejte Recalbox dokud není instalace dokončena.

source: REBOOT IN %s
cs: RESTART ZA %s

source: Error downloading Recalbox %s... Please retry later!
cs: Chyba při stahování Recalboxu %s... Prosím opakujte později!

source: ALL
cs: VŠE

source: TYPE AT LEAST 3 CHARACTERS
cs: NAPIŠTE MINIMÁLNĚ 3 ZNAKY

source: AUTOMATIC WPS CONNECTION
cs: AUTOMATICKÉ PŘIPOJENÍ POMOCÍ WPS

source: Connecting to WIFI...
cs: Připojování k WiFi...

source: Disconnecting from WIFI...
cs: Odpojování od WiFi...

source: NO WPS CONFIGURATION FOUND!
cs: NENALEZENA WPS KONFIGURACE!

source: Hostname changes will not be effective until next reboot
cs: Změna hostname se projeví až po dalším restartu.

source: Enable/Disable Arcade virtual system and set its options
cs: Povolit/Zakázat Arcade virtuální systém a nastavit jeho volby.

source: Fetching WIFI parameters
cs: Získat WiFi parametry

source: EDIT MANUALLY
cs: EDITOVAT RUČNĚ

source: Headphones
cs: Sluchátka

source: NETPLAY MITM
cs: SÍŤOVÁ HRA MITM

source: RECALBOX MANAGER
cs: RECALBOX MANAŽER

source: Reseting WIFI configuration...
cs: Resetování WiFi konfigurace...

source: WPS CONFIGURATION SUCCESSFUL!
cs: WPS KONFIGURACE BYLA ÚSPĚŠNÁ!

source: WPS CONNECTION
cs: WPS PŘIPOJENÍ

source: Waiting for IP address... (%is)
cs: Čekání na IP adresu... (%is)

source: Waiting for WPS configuration...
cs: Čekání na WPS konfiguraci...

source: SCREENSAVER
cs: SPOŘIČ OBRAZOVKY

source: SHADERS
cs: SHADERY

source: SYSTEMS TO SHOW IN DEMO
cs: SYSTÉMY ZOBRAZOVANÉ V DEMO REŽIMU

source: Saving WIFI configuration
cs: Ukládání WiFi konfigurace...

source: Scanning WIFI networks...
cs: Vyhledávání WIFI sítí

source: THEME
cs: MOTIV

source: Shaders are like filters for the game rendering. You can select a raw shader file here. This setting may be overloaded by shaderset if not definied to 'none'.
cs: Shadery fungují jako filtry pro renderování hry. Zde můžete vybrat soubor se shaderem. Toto nastavení může být přetíženo sadou shaderů, pokud není nastaveno na 'žádný'.

source: Select your keyboard layout.
cs: Vyberte vaše rozložení klávesnice

source: Mute (no sound)
cs: Ztišit (bez zvuku)

source: Internal Speakers
cs: Interní reproduktory

source: Headphone Jack
cs: Sluchátkový konektor

source: Internal Speakers + Headphone Jack
cs: Interní reproduktory + sluchátkový konektor

source: black
cs: černá

source: dim
cs: ztmavení

source: gameclip
cs: herní klip

source: Action (All)
cs: Akční (vše)

source: Action RPG
cs: Akční RPG

source: Adventure (All)
cs: Adventury (vše)

source: Artillery
cs: Dělostřelecké

source: Auto-battler
cs: Auto-bojové

source: Beat'em All
cs: Sejmi je všechny

source: Board game
cs: Deskové

source: Build & Management
cs: Stavění a správa

source: Casual game
cs: Neformální hra

source: Competition Sport
cs: Sportovní utkání

source: Demo from Demo Screne
cs: Demo a demo scéna

source: Digital Cards
cs: Digitální karty

source: Educative
cs: Vzdělávací

source: Favorites
cs: Oblíbené

source: Fighting
cs: Bojové

source: Fighting/Violent Sport
cs: Bojové/násilné sporty

source: First Person Shooter
cs: Střílečka z první osoby

source: Fishing & Hunting
cs: Rybaření a lov

source: Graphical Adventure
cs: Grafická adventura

source: Infiltration
cs: Infiltracční

source: Interactive Movie
cs: Interaktivní film

source: Life Simulation
cs: Simulace života

source: Multi Game Compilation
cs: Kompilace více her

source: Multiplayer Online Battle Arena
cs: Online bojová aréna pro více hráčů

source: Multiplayer Party Game
cs: Párty hra pro více hráčů

source: Party based RPG
cs: Párty RPG

source: Platform Shooter
cs: Plošinová střílečka

source: Platform
cs: Plošinovka

source: Puzzle & Logic
cs: Puzzle a logické

source: RPG (All)
cs: RPG (vše)

source: Racing
cs: Závody

source: Real Time 3D Adventure
cs: 3D adventura v reálném čase

source: Real Time Strategy
cs: Strategie v reálném čase

source: Rythm & Music
cs: Rytmus a hudba

source: Science Fiction Simulation
cs: SCIFI simulace

source: Shoot with Gun
cs: Střelba s pistolí

source: Shoot'em Up
cs: Střílečka

source: Simulation (All)
cs: Simulace (vše)

source: Sport Simulation
cs: Sportovní simulace

source: Sports (All)
cs: Sporty (vše)

source: Strategy (All)
cs: Strategie (vše)

source: Survival
cs: Přežití

source: Tactical RPG
cs: Taktické RPG

source: Textual Adventure
cs: Textová adventura

source: Tower Defense
cs: Obrana věže

source: Trivia
cs: Znalostní

source: Turn Based Strategy
cs: Tahová strategie

source: Vehicle Simulation
cs: Simulace vozidla

source: Visual Novel
cs: Vizuální novela

source: Wargame
cs: Válečná hra

source: Welcome to RECALBOX for Odroid Go Advance! This little presentation will show you how to use the 6 special buttons available right under the screen. Press any button to start!
cs: Vítejte v RECALBOXU pro Odroid Go Advance! Tato malá prezentace vám ukáže použití šesti tlačítek v dolní části obrazovky. Stiskněte jakékoliv tlačítko pro start!

source: The leftmost button is the SELECT button, marked with a 'I', also available on most modern pads. But it is also the HOTKEY button that you can use in conjunction with other buttons in most emulators. For example, you can use HOTKEY+START to quit the current game. Press the SELECT button.
cs: Tlačítko nevíce vlevo je tlačítko VÝBĚR, označené jako 'I', také dostupné na mnoha moderních gamepadech. Také slouží jako tlačítko HOTKEY, které můžete využít v mnoha emulátorech ve spojení s dalšími tlačítky. Například HOTKEY+START ukončí běžící hru. Stiskněte tlačítko VÝBĚR.

source: Next to the SELECT button is the START button, marked with an 'II'. Use it to open the main menu in the Recalbox interface and use it in-game as the regular START button available on most consoles. Press this START button please.
cs: Vedle tlačítka VÝBĚR se nachází tlačítko START, označené jako 'II'. Použijte ho k otevření hlavního menu rozhraní Recalboxu. Ve hrách pak funguje jako standardní START dostupný na mnoha konzolích.

source: Then, there are 2 buttons marked with a 'III' and a 'IV'. Use them to raise or lower the volume at any time in the Recalbox interface or in-game. Press either volume up or down
cs: Dále jsou zde 2 tlačítka označená jako 'III' a 'IV'. Použijte je k snížení nebo zvýšení hlasitosti v rozhraní Recalboxu, nebo přímo ve hře. Stiskněte snížit nebo zvýšit hlasitost.

source: The last two buttons marked 'V' and 'VI' are useful to make your screen darker or brighter. Note that the brighter the screen, the more power it consumes! Press either brightness up or down (V/VI)
cs: Poslední dvě tlačítka, označená jako 'V' a 'VI' slouží ke zvýšení, nebo snížení jasu obrazovky. Pamatujte, že s vyšším jasem se zvyšuje i spotřeba! Stiskněte tlačítko zvýšení nebo snížení jasu.

source: Now you're ready to start your RETROGAMING experience with Recalbox! Press button B to start... and PLAY AGAIN!
cs: Nyní jste připraveni začít váš RETROGAMING zážitek s Recalboxem. Stiskněte tlačítko B pro start.... a jděte na to!

source: WELCOME TO RECALBOX!
cs: VÍTEJTE V RECALBOXU

source: Just a few words about the POWER button. Make a short press, just like a mouse click, and your console will enter sleep mode. Make another short press and your console will restart instanly! Work in Recalbox interface and in-game! Press button B to continue.
cs: Pár slov o tlačítku NAPÁJENÍ. Krátký stisk, podobný kliknutí myši, zapne režim spánku pro vaši konzoli. Další krátký stisk provede okamžitý restart vaší konzole. Funguje v rozhraní Recalboxu, ale i ve hře. Stiskněte B pro pokračování.

source: If you push the POWER button more than 2 seconds, this will power-off your console. If you do so in-game, Recalbox will close the current emulator gracefully. Just in case, holding the POWER button down more than 5s perform an hard power-off. Press button B to continue.
cs: Pokud stisknete tlačítko NAPÁJENÍ na více než 2 sekund, dojde k vypnutí konzole. Pokud jste ve hře, Recalbox nejdříve korektně ukončí běžící emulátor. V případě, že tlačítko NAPÁJENÍ podržíte déle než 5 sekund, dojde tvrdému vypnutí. Stiskněte B pro pokračování.

source: One more thing to know: If you plug in or unplug your headphones in the jack connector, Recalbox will automatically switch the audio output. Convenient. Press button B, as usual.
cs: Ještě jedna věc, kterou byste měli vědět: Pokud připojíte nebo odpojíte sluchátka do konektoru jack, Recalbox automaticky přepne zvukový výstup. Jak pohodlné. Stiskněte tlačítko B, jako obvykle.

source: HIDE PREINSTALLED GAMES
cs: SKRÝT PŘEDINSTALOVANÉ HRY

source: SHOW IN LIST
cs: UKÁZAT V SEZNAMU

source: System
cs: Systém

source: Added to favorites
cs: Přidáno do oblíbených

source: Removed from favorites
cs: Odebráno z oblíbených

source: Gameclips cannot be played. No video availabe for your selection
cs: Klip ze hry nemůže být přehrán. Pro váš výběr není dostupné video.

source: EmulationStation must relaunch to apply your changes.
cs: Aby se projevily změny, musí být restartován EmulationStation.

source: PAIRING %s ...
cs: PÁROVÁNÍ %s ...

source: SCANNING BLUETOOTH DEVICES...
cs: HLEDÁNÍ BLUETOOTH ZAŘÍZENÍ...

source: GAME OPTIONS
cs: VOLBY HRY

source: NO GAME SELECTED
cs: ŽÁDNÁ HRA NEVYBRÁNA

source: GAME %s
cs: HRA %s

source: FOLDER %s
cs: SLOŽKA %s

source: EDIT GAME %s
cs: EDITOVAT HRU %s

source: EDIT FOLDER %s
cs: EDITOVAT SLOŽKU %s

source: RUN WITH
cs: SPUSTIT POMOCÍ

source: NON EDITABLE GAME
cs: NEEDITOVATELNÁ HRA

source: auto select
cs: auto výběr

source: Welcome to RECALBOX for Odroid Go Super! This little presentation will show you how to use all the special buttons available all around the screen. Press any button to start!
cs: Vítejte v RECALBOXU pro ODROID-GO Super! Tato malá prezentace vám ukáže, jak využívat všechna speciální tlačítka na obrazovce. Stiskněte libovolné tlačítko pro start!

source: The top-left black button is the SELECT button, also available on most modern pads. But it is also the HOTKEY button that you can use in conjunction with other buttons in most emulators. For example, you can use HOTKEY+START to quit the current game. Press the SELECT button.
cs: Levé horní černé tlačítko je VÝBĚR, který je dostupný na většině moderních ovladačích. Je to však také tlačítko HOTKEY, které můžete použít ve spojení s jinými tlačítky ve většině emulátorů. Například můžete použít HOTKEY + START k ukončení hry, kterou hrajete. Stiskněte tlačítko VÝBĚR.

source: At the opposite side of the SELECT button is the START button. Use it to open the main menu in the Recalbox interface and use it in-game as the regular START button available on most consoles. Press this START button please.
cs: Naproti tlačítku VÝBĚR je tlačítko START. Použijte jej k otevření hlavní nabídky v rozhraní Recalboxu a použijte jej jako běžné tlačítko START ve hře. Stiskněte tlačítko START.

source: Then, on the top of the console, there are 2 buttons marked with a '-' and a '+'. Use them to raise or lower the volume at any time in the Recalbox interface or in-game. Press any button to continue
cs: V horní části konzoly jsou dvě tlačítka označená '-' a '+'. Použijte je ke zvýšení a snížení hlasitosti kdykoli, ať už jste v rozhraní Recalbox nebo ve hře. Pokračujte stisknutím libovolného tlačítka.

source: The two bottom-left gray buttons control the screen brightness. Note that the brighter the screen, the more power it consumes! Press either brightness up or down button
cs: Dvě šedá tlačítka vlevo dole ovládají jas obrazovky. Pamatujte: čím jasnější obrazovka, tím vyšší je spotřeba energie! Stiskněte tlačítko pro zvýšení nebo snížení jasu.

source: Finally, the two bottom-right gray buttons are third left & right triggers (L3/R3), only usefull in some emulators or to record videos. Press either L3 or R3
cs: A konečně dvě pravá dolní šedá tlačítka jsou třetí levý a pravý spouštěč (L3 / R3). Je to užitečné pouze v některých emulátorech nebo pro nahrávání videí. Stiskněte L3 nebo R3.

source: DRIVER
cs: OVLADAČ

source: Change the driver if your pad is not working at all or not working properly in-game.
cs: Změňte ovladač pokud váš kontrolér nefunguje správně.

source: In Memory!
cs: V paměti!

source: Internal Share Partition
cs: Interní sdílený oddíl

source: Network Share
cs: Síťové sdílení

source: Device %d - %l (%f)
cs: Zařízení %d - %l (%f)

source: Any External Device
cs: Jakékoliv externí zařízení

source: SCRAPER OPTIONS
cs: VOLBY PROHLEDÁVAČE

source: SCREENSCRAPER OPTIONS
cs: VOLBY PROHLEDÁVAČE

source: DETECTED REGION
cs: ROZPOZNANÝ REGION

source: SELECT REGION PRIORITY
cs: VÝBĚR PRIORITY REGIONŮ

source: LATER
cs: POZDĚJI

source: A reboot is required to apply pending changes.
cs: Aby se projevily změny, je vyžadován nový start.

source: SHOW LIGHTGUN SYSTEM
cs: ZOBRAZIT SYSTÉM SVĚTELNÉ PISTOLE

source: SHOW PORTS SYSTEM
cs: ZOBRAZIT PORTOVANÉ SYSTÉMY

source: Show all available games playable with a lightgun.
cs: Zobrazit všechny hry hratelné se světelnou pistolí.

source: Show a 'ports' system with all ports in the same place.
cs: Zobrazit systém "portů" se všemi porty na stejném místě.

source: WARNING! This option erase all recalbox and emulator configurations! Use it carefully!
cs: VAROVÁNÍ! Tato volba vymaže všechny konfigurace emulátoru a recalboxu! Používejte ji opatrně!

source: RESET TO FACTORY SETTINGS
cs: RESET DO TOVÁRNÍHO NASTAVENÍ

source: WARNING!
cs: VAROVÁNÍ!

source: RESET TO FACTORY SETTINGS YOU'RE ABOUT TO RESET RECALBOX AND EMULATOR SETTINGS TO DEFAULT VALUES. ALL YOUR DATA LIKE GAMES, SAVES, MUSIC, SCREENSHOTS AND SO ON, WILL BE KEPT. THIS OPERATION CANNOT BE UNDONE! ARE YOU SURE YOU WANT TO RESET ALL YOUR SETTINGS?
cs: RESET DO TOVÁRNÍHO NASTAVENÍ CHYSTÁTE SE RESETOVAT NASTAVENÍ RECALBOXU A EMULÁTORU NA VÝCHOZÍ HODNOTY. VŠECHNA VAŠE DATA JAKO JSOU HRY, ULOŽENÉ POZICE, HUDBA, SNÍMKY OBRAZOVKY A DALŠÍ BUDOU ZACHOVÁNY. TUTO OPERACI NELZE VRÁTIT ZPĚT! JSTE SI JISTI, ŽE CHCETE VYMAZAT VŠECHNY VAŠE NASTAVENÍ?

source: YOU'RE ONE CLICK AWAY FROM RESETTING YOUR RECALBOX TO FACTORY SETTINGS! ARE YOU REALLY SURE YOU WANT TO DO THIS?
cs: JSTE POUZE JEDEN KLIK OD RESETOVÁNÍ VAŠEHO RECALBOXU DO TOVÁRNÍHO NASTAVENÍ! JSTE SI OPRAVDE JISTÍ, ŽE TO CHCETE UDĚLAT?

source: SWAP VALIDATE/CANCEL BUTTONS
cs: PROHODIT TLAČÍTKA POTVRZENÍ/STORNO

source: AUDIO MODE
cs: AUDIO REŽIM

source: Select sound to play. Musics, videos sound, both or none
cs: Vyberte zvuk k přehrávání. Hudba, zvuk videa, obojí, nebo nic.

source: Musics or videos sound
cs: Hudba nebo zvuk videa

source: Musics and videos sound
cs: Hudba a zvuk videa

source: Musics only
cs: Pouze hudba

source: Videos sound only
cs: Pouze zvuk videa

source: No sound
cs: Bez zvuku

source: BRIGHTNESS -
cs: JAS -

source: BRIGHTNESS +
cs: JAS +

source: Adult
cs: PRO DOSPĚLÉ

source: Waking up!
cs: Startuji...

source: Bye bye!
cs: Na shledanou!

source: LightGun Games
cs: Hry pro světelnou pistoli

source: AUTOMATIC
cs: AUTOMATICKY

source: SYSTEM DRIVER
cs: SYSTÉMOVÝ OVLADAČ (UDEV)

source: GAME LIBRARY DRIVER
cs: SOFTWAROVÝ OVLADAČ (SDL2)

source: Allow to swap validate button B/X and cancel button B/O
cs: Prohodit potvrzovací tlačítka (B/X) a storno tlačítka (A/O)

source: Select exisiting game clip view options for this theme.
cs: Vyberte stávající možnosti zobrazení herního klipu pro tento motiv.

source: P2K CONTROLS
cs: P2K OVLÁDÁNÍ

source: THE UPGRADE HAS FAILED
cs: AKTUALIZACE SELHALA

source: The upgrade process has failed. You are back on Recalbox %s. Please retry to upgrade your Recalbox, and contact the team on https://forum.recalbox.com if the problem persists.
cs: Proces aktualizace selhal. Jste zpět na Recalbox %s. Prosím zkuste znovu aktualizovat svůj Recalbox a pokud problém přetrvává kontaktujte tým na https://forum.recalbox.com

source: On wide screens, display system images that wrap around emulated screen.
cs: Na širokoúhlé obrazovce zobrazí obrázky systémů kolem emulované obrazovky.

source: No comment available
cs: Komentář není dostupný

source: UNKNOWN
cs: NEZNÁMÝ

source: GO TO GAME
cs: JÍT NA HRU

source: DELETE GAME %s
cs: SMAZAT HRU %s

source: GAME FILES (ROM | DISK IMAGE)
cs: SOUBORY HRY (ROM / OBRAZ DISKU)

source: MEDIA FILES
cs: MEDIÁLNÍ SOUBORY

source: CONFIGURATION AND PATCH FILES
cs: KONFIGURAČNÍ A PATCH SOUBORY

source: SAVE FILES
cs: ULOŽIT SOUBORY

source: SELECT FILES TO DELETE
cs: VYBRAT SOUBORY KE SMAZÁNÍ

source: DELETE SELECTED FILES, CONFIRM?
cs: SMAZAT VYBRANÉ SOUBORY?

source: RELEASE DATE
cs: DATUM VYDÁNÍ

source: TYPE, THEN NAME
cs: TYP, POTOM JMÉNO

source: TYPE, THEN RELEASE DATE
cs: TYP, POTOM DATUM VYDÁNÍ

source: MANUFACTURER, THEN NAME
cs: VÝROBCE, POTOM JMÉNO

source: MANUFACTURER, THEN RELEASE DATE
cs: VÝROBCE, POTOM DATUM VYDÁNÍ

source: TYPE, THEN MANUFACTURER, THEN NAME
cs: TYP, POTOM VÝROBCE, POTOM JMÉNO

source: TYPE, THEN MANUFACTURER, THEN RELEASE DATE
cs: TYP, POTOM VÝROBCE, POTOM DATUM VYDÁNÍ

source: SYSTEM SORTING
cs: TŘÍDĚNÍ SYSTÉMŮ

source: Default: use original or custom systemlist.xml order System Type: order by Console/Handheld/Computer/Arcade/Other Release Date: order by release date asc Manufacturer: order by manufacturer (e.g. Sega) Special Blend: Sort by type then Manufacturer then Release Date
cs: výchozí: použít původní nebo vlastní pořadí systemlist.xml Název: abecedně seřadit podle názvu systému Typ systému: seřadit podle konzole/ručního počítače/počítače/arkády/jiného Datum vydání: seřadit podle data vydání Výrobce: seřadit podle výrobce (např. Sega)

source: DELETE ALL FILES
cs: SMAZAT VŠECHNY SOUBORY

source: ADVANCED DELETE
cs: POKROČILÉ MAZÁNÍ

source: DELETE ALL FILES, CONFIRM?
cs: SMAZAT VŠECHNY SOUBORY?

source: DELETE SCREENSHOT, CONFIRM?
cs: SMAZAT SNÍMEK OBRAZOVKY?

source: DELETE SCREENSHOT
cs: SMAZAT SNÍMEK OBRAZOVKY

source: This option display a menu which allows to DELETE game data.
cs: Tato možnost zobrazí nabídku umožňující SMAZAT data hry.

source: Global resolution is the resolution used by default when specific resolutions are undefined.
cs: Globální rozlišení je rozlišení, které se používá ve výchozím nastavení, pokud nejsou definována konkrétní rozlišení.

source: Select the resolution EmulationStation will use.
cs: Vyberte rozlišení, které bude používat aplikace EmulationStation.

source: Select the resolution used by specific systems.
cs: Vyberte rozlišení, které bude využito konkrétním systémem.

source: Select resolution to use with this system.
cs: Vyberte rozlišení využívané tímto systémem.

source: RESOLUTIONS
cs: ROZLIŠENÍ

source: GLOBAL RESOLUTION
cs: GLOBÁLNÍ ROZLIŠENÍ

source: EMULATIONSTATION RESOLUTION
cs: ROZLIŠENÍ FRONTENDU

source: EMULATORS SPECIFIC RESOLUTIONS
cs: ROZLIŠENÍ KONKRÉTNÍHO EMULÁTORU

source: USE GLOBAL
cs: POUŽÍT GLOBÁLNÍ

source: NATIVE
cs: NATIVNÍ

source: No file selected, you must at least choose one.
cs: Není vybrán žádný soubor. Musíte vybrat alespoň jeden.

source: The device %NAME% containing roms has been plugged in! EmulationStation must relaunch to load new games.
cs: Zařízení %NAME% obsahující ROM bylo připojeno! EmulationStation se musí znovu spustit, aby načetla nové hry.

source: A device containing roms has been unplugged! EmulationStation must relaunch to remove unavailable games.
cs: Zařízení obsahující ROM bylo odpojeno! EmulationStation se musí znovu spustit, aby se odstranily nedostupné hry.

source: Your USB device has been initialized! You can unplug it and copy your games on it.
cs: Vaše zařízení USB bylo inicializováno! Můžete jej odpojit a zkopírovat na něj hry.

source: The USB device %NAME% with no rom folder has been plugged in. Would you like to create rom folders on this device?
cs: Bylo připojeno zařízení USB %NAME% bez složky ROM. Chcete na tomto zařízení vytvořit složky ROM?

source: Initialization failed! Your USB device is full or contains errors. Please repair or use another device.
cs: Inicializace selhala! Zařízení USB je plné nebo obsahuje chyby. Opravte jej nebo použijte jiné zařízení.
