Repository: glaurung35/recalbox
Catalog: projects/frontend/locale/lang/*/LC_MESSAGES/emulationstation2.po
Languages: cs

source: Configure your EmulationStation experience. Select transition types, help prompts, screensaver behavior. You can also deactivate the onscreen keyboard if you have a real keyboard plugged into your recalbox. If you've added games since the last boot, you can also refresh the gamelist from this menu.
cs: Nastavte vzhled vašeho prostředí EmulationStation. Vyberte typy přechodů, nápovědu a chování spořiče obrazovky. Můžete také deaktivovat klávesnici na obrazovce, pokud máte připojenou skutečnou klávesnici.

source: Configure screensaver
cs: Nastavení spořiče.

source: Start the screensaver after N minutes.
cs: Start spořiče obrazovky po N minutách.

source: Set the screensaver behavior. DIM will reduce the screen light, BLACK will turn the screen black, DEMO will launch demo mode.
cs: Nastavení chování spořiče obrazovky. DIM zredukuje jas obrazovky. BLACK zapne černou obrazovku a DEMO spustí demo režim.

source: Shows a help at the bottom of the screen which displays commands you can use.
cs: Zobrazení řádku nápovědy ve spodní části obrazovky.

source: When enabled, you can switch between systems while browsing a gamelist by pressing LEFT or RIGHT.
cs: Pokud je funkce zapnuta, můžete během prohlížení seznamu her přepínat mezi systémy pomocí kláves DOLEVA a DOPRAVA.

source: The onscreen keyboard is necessary to type text if you only have controllers plugged into your recalbox. You can disable it if you have a real keyboard connected.
cs: Klávesnice na obrazovce je vhodná v případě, že máte připojeny pouze herní ovladače. V případě použití skutečné klávesnice ji můžete vypnout.

source: Choose if carousel will be animated or not during transitions
cs: Volba animace během otáčení.

source: Select the type of transition that occurs when you start a game. INSTANT will do nothing, FADE will fade to dark, and SLIDE will zoom on the game cover (or name if there is no scrape information)
cs: Vybere typ přechodu, který se použije při startu hry. INSTANT neudělá nic, FADE provede ztmavení a SLIDE přiblíží obal hry.

source: Select a theme for your recalbox.
cs: Výběr grafického vzhledu vašeho recalboxu.

source: Select exisiting colorset options for this theme.
cs: Vybere existující barevné schéma pro tento motiv.

source: Select exisiting iconset options for this theme.
cs: Vybere existující sadu ikon pro tento motiv.

source: Select exisiting menu style options for this theme.
cs: Vybere existující styl menu pro tento motiv.

source: Select exisiting system view options for this theme.
cs: Vybere existující systémový pohled pro tento motiv.

source: Select exisiting gamelist view options for this theme.
cs: Vybere existující list her pro tento motiv.

source: Configure theme options if available.
cs: Konfigurace nastavení motivu, pokud je dostupné.

source: Select Region of logos, pictures for system that are different for some countries. E.g. Megadrive in EU / Genesis in US
cs: Výběr Regionu log nebo obrázků systémů s odlišnostmi dle zěmě původu. (např. Megadrive v EU / Genesis v US).

source: Updates the gamelists, if you added games since the last boot.
cs: Aktualizace seznamu her, které byly přidány od posledního restartu.

source: Configure the sound options of your recalbox.
cs: Nastavení voleb zvuku vašeho recalboxu.

source: Set the volume of the sound output for the frontend and the games.
cs: Nastavení hlasitosti a zvukového výstupu pro grafické rozhraní a hry.

source: Enable or disable the frontend music. You can add your own music as mp3, or ogg format in the 'musics' directory of your recalbox.
cs: Vypnout nebo zapnout hudbu na pozadí grafického rozhraní. Vaši vlastní hudbu ve formátu mp3, nebo ogg můžete přidat do složky 'musics' ve vašem recalboxu.

source: Select your output device. Only HDMI and JACK are supported.
cs: Vyberte vaše výstupní zařízení. Podporováno je pouze rozhraní HDMI a JACK.

source: Configure the network options of your recalbox. Check your network status and IP address, set the hostname and configure the WIFI.
cs: Nastavení parametrů sítě vašeho recalboxu. Zkontrolujte stav vaší sítě, IP adresu, nastavte jméno počítače a WIFI.

source: Displays CONNECTED, if you are connected, by checking if your recalbox can access the recalbox.com update server.
cs: Zobrazuje stav PŘIPOJENO, pokud je připojení aktivní. Provádí se kontrola, zda je dostupné připojení k aktualizačnímu serveru recalbox.com.

source: The IP address of your recalbox within your local network.
cs: IP adresa vašeho recalboxu uvnitř lokální sítě.

source: Enable or disable WIFI. If you disable WIFI, the SSID and the WIFI passwords are saved and can be used when you reactivate it
cs: Zapnout nebo vypnout WIFI. Pokud vypnete WIFI, SSID a WIFI hesla zůstávají uložena a mohou být použita při opětovném zapnutí.

source: The name of your recalbox in your local network
cs: Jméno recalboxu uvnitř vaší lokální sítě.

source: SSID (WIFI Name) of your network.
cs: SSID (WIFI název) vaší sítě.

source: Type the name of your SSID if it is hidden or not listed
cs: Napište jméno vašeho SSID pokud je skryté, nebo není v seznamu.

source: Private key of your WIFI network.
cs: Heslo pro vaši WIFI síť.

source: Get informations and visual for your games. The scraper downloads metadata and visuals for your games from different servers and enhances the user experience in EmulationStation completely.
cs: Stahování informací a obrázků pro vaše hry. Prohledávač stahuje metadata a obrázky pro vaše hry z různých serverů a zlepšuje tak uživatelskou přívětivost grafického rozhraní.

source: Select a server to scrape from. The SCREENSCRAPER server is recommended and is based on www.screenscraper.fr and scrapes game data in your language, if available.
cs: Vyberte server k prohledávání informací o hrách. Je doporučen server SCREENSCRAPER založený na www.screenscraper.fr. Pokud jsou informace dostupné ve vašem jazyce, budou použity.

source: Begin the scrape process with the configuration shown below.
cs: Prohledávací proces začne s níže uvedenou konfigurací.

source: Scrape and display game ratings.
cs: Prohledat a zobrazovat hodnocení her.

source: Advanced settings. Please make sure you really know what you're doing, before changing any values in this menu.
cs: Rozšířená nastavení. Prosím ujistěte se, že opravdu víte co děláte, před tím, než začnete měnit hodnoty v tomto menu.

source: Overclock your board to increase the performance. Overclock settings are tested and validated by the community. Keep in mind that overclocking your board can void your warranty.
cs: Přetaktování vaší desky pro zvýšení výkonu. Nastavení přetaktování jsou testována a ověřena komunitou. Mějte na paměti, že přetaktováním můžete porušit záruku.

source: Select which system to show when the recalbox frontend starts. The default value is 'favorites'.
cs: Vyberte systém, který se zobrazí po startu recalboxu. Výchozí hodnota je "oblíbené"

source: On boot, recalbox will show the list of games of the selected system rather than the system view.
cs: Během startu recalboxu bude zobrazován seznam her namísto systémových údajů.

source: Only show games contained in the gamelist.xml file (located in your roms directories). This option highly speeds up boot time, but new games will not be detected.
cs: Zobrazí se pouze hry obsažené v gamelist.xml, který je uložen ve vaší složce roms.

source: This option allows you to set the selected system to fixed mode. With this option activated, the user cannot access other systems.
cs: Tato volba umožňuje spuštění pouze jednoho nastaveného systému. Pokud je aktivována, uživatel nemůže přistupovat k dalším systémům.

source: Always display the basic gamelist view, even if you have scraped your games.
cs: Vždy zobrazovat základní seznam her i v případě, že jste prohledal vaše hry.

source: Override global options like emulator, core, ratio and more for each available system in your recalbox.
cs: Přepsání globálních voleb jako jsou: emulátor, jádro, poměr stran a dalších, pro každý dostupný systém ve vašem recalboxu.

source: Configure boot options that make your recalbox boot straight into a system or into Kodi, lock a user to a single system, or directly show the gamelist.
cs: Nastavte možnosti spouštění systému. Můžete startovat přímo do recalboxu, mediálního centra Kodi nebo povolit uživateli přístup pouze k jednomu konkrétnímu systému.

source: Enable or disable Kodi, customize the Kodi startup, enable the X button to start Kodi
cs: Zapnout nebo vypnout mediální centrum Kodi, nastavit chování Kodi při startu, povolit tlačítko X pro start Kodi.

source: Enable or disable Kodi. If kodi is disabled, you won't be able to start it with the X button, or start it automatically at boot. The menu entry will be removed as well.
cs: Zapnout nebo vypnout mediální centrum Kodi. Pokud je Kodi vypnuto, nelze ho nastartovat ani tlačítkem X na ovladači, nebo automaticky po startu systému. Položka v menu bude také odstraněna.

source: Use the X button to start Kodi.
cs: Použít tlačítko X na ovladači pro start Kodi.

source: Automatically start into Kodi on boot.
cs: Automaticky spustit Kodi při startu systému.

source: Enable or disable overscan. Overscan can help you, if you have a black border, or if the image is bigger than your screen. Before setting the overscan, try to configure your TV to have a 1:1 pixel output. More overscan settings can be defined in the boot.txt file, available when you plug your SD card into your computer.
cs: Zapnout/vypnout overscan. Volba overscan pomůže, pokud máte černý okraj, nebo je obraz větší než vaše obrazovka. Před zapnutím funkce overscan zkuste nastavit váš televizní přijímač na výstup pixel 1:1. Další nastavení overscanu může být definováno v souboru boot.txt, dostupném po vložení SD karty do vašeho počítače.

source: Show the framerate in EmulationStation and in game.
cs: Zobrazovat snímkovou frekvenci v EmulationStation během hraní.

source: Enable or disable the Recalbox Manager. The Recalbox Manager is a web application available on http://recalbox , if you are on windows, http://recalbox.local , if you are on Linux or Mac, or directly with your recalbox IP : http://192.168.1.XX. You can configure many options from within the manager, and even manage games, saves, and scrapes!
cs: Zapnout nebo vypnout Recalbox Manager. Recalbox Manager je webová aplikace dostupná na adrese http://recalbox na Windows, nebo na adrese http://recalbox.local v Linuxu a Mac, nebo přímo pomocí IP adresy recalboxu: http://192.168.1.XX. V aplikaci můžete provádět nastavení, správu her, uložených postupů a prohledávat informace o hrách.

source: Enable or disable the recalbox API. The Recalbox API is a REST API exposing endpoints to control your recalbox via http requests.
cs: Zapnout nebo vypnout recalbox API. Recalbox API umožňuje vzdáleně ovládat recalbox pomocí http požadavků.

source: Select which emulator to use when you start a game for this system.
cs: Výběr emulátoru, ve kterém budou spuštěny hry pro tento systém.

source: Select which core to use for the selected emulator. For example, the LIBRETRO emulator has many cores to run Super Nintendo games. The default core you choose here can also be overridden in game specific settings.
cs: Vyberte jaké jádro (core) bude použito pro zvolený emulátor. Kupříkladu emulátor LIBRETRO poskytuje mnoho jader pro spuštění Super Nintendo her. Výchozí jádro, které zde vyberete, může být přepsáno specifickým nastavením některé hry.

source: Select a letter and the listing will go directly on the first game starting with this letter.
cs: Výběrem písmena se v seznamu posunete přímo na první hru, která jím začíná.

source: Select the way the game list is sortered (alphabetically, by notation...).
cs: Výber třídění seznamu her (abecedně, dle poznámek, ...)

source: Switch between seing or not only the favorites games. To add a game in the favorite list, select the game and toggle its state using 'Y'.
cs: Přepínání mezi zobrazením/skrytím oblíbených her.

source: Switch between seing or not the hidden games. To hide a game, edit its data and select 'Hide'.
cs: Přepínání mezi zobrazením/skrytím skrytých her. Hru skryjete editací jejích metadat a volbou 'Skrýt'.

source: Switch between seeing the folders structure and seeing all games in a flatten top level.
cs: Přepínání mezi pohledem na strukturu složek a pohledem na všechny hry v rozbalené úrovni.

source: This option display a menu which allows to change game data and many others options.
cs: Volba zobrazí menu, ve kterém lze změnit metadata hry a mnoho dalších voleb.

source: USE COMPOSED VISUALS
cs: POUŽÍT SKLÁDANOU GRAFIKU

source: CHECK UPDATES
cs: KONTROLA AKTUALIZACÍ

source: AVAILABLE UPDATE
cs: DOSTUPNÁ AKTUALIZACE

source: UPDATE CHANGELOG
cs: SEZNAM ZMĚN V AKTUALIZACI

source: UPDATE TYPE
cs: TYP AKTUALIZACÍ

source: INTEGER SCALE (PIXEL PERFECT)
cs: CELOČÍSELNÉ ŠKÁLOVÁNÍ (SYMETRICKÉ PIXELY)

source: ADVANCED SETTINGS
cs: ROZŠÍŘENÁ NASTAVENÍ

source: BOOT SETTINGS
cs: NASTAVENÍ SPOUŠTĚNÍ

source: GAMELIST ONLY
cs: POUZE SEZNAM HER

source: BOOT ON SYSTEM
cs: PO SPUŠTĚNÍ ZOBRAZIT SYSTÉM

source: BOOT ON GAMELIST
cs: PO SPUŠTĚNÍ ZOBRAZIT SEZNAM HER

source: HIDE SYSTEM VIEW
cs: SKRÝT ZOBRAZENÍ SYSTÉMŮ

source: EMULATOR ADVANCED CONFIGURATION
cs: ROZŠÍŘENÁ NASTAVENÍ EMULACE

source: ADVANCED EMULATOR CONFIGURATION
cs: ROZŠÍŘENÁ NASTAVENÍ EMULÁTORU

source: HELP
cs: NÁPOVĚDA

source: THE SYSTEM IS UP TO DATE
cs: SYSTÉM JE V AKTUÁLNÍ VERZI

source: FORCE BASIC GAMELIST VIEW
cs: VYNUTIT POHLED NA VÝCHOZÍ SEZNAM HER

source: Now playing
cs: Nyní hraje

source: Set duration of help popups, 0 means no popup.
cs: Nastavení trvání pro vyskakovací okna s nápovědou. 0 znamená žádné okno.

source: HELP POPUP DURATION
cs: DOBA ZOBRAZENÍ OKNA NÁPOVĚDY

source: Set duration of music popups, 0 means no popup.
cs: Nastavení trvání pro hudební vyskakovací okna. 0 znamená žádné okno.

source: MUSIC POPUP DURATION
cs: DOBA ZOBRAZENÍ OKNA HUDBY

source: POPUP SETTINGS
cs: NASTAVENÍ VYSKAKOVACÍCH OKEN

source: POPUP POSITION
cs: POZICE VYSKAKOVACÍHO OKNA

source: Select the position of popups on screen.
cs: Vyber pozici vyskakovacích oken na obrazovce.

source: Set position and duration of popups.
cs: Nastav pozici a dobu trvání zobrazení vyskakovacího okna.

source: TOP/RIGHT
cs: NAHOŘE/VPRAVO

source: BOTTOM/RIGHT
cs: DOLE/VPRAVO

source: BOTTOM/LEFT
cs: DOLE/VLEVO

source: TOP/LEFT
cs: NAHOŘE/VLEVO

source: NETPLAY
cs: SÍŤOVÁ HRA

source: NETPLAY SETTINGS
cs: NASTAVENÍ SÍŤOVÉ HRY

source: NETPLAY LOBBY
cs: PŘEDSÁLÍ SÍŤOVÉ HRY

source: Enable or disable Netplay in games.
cs: Zapnout nebo vypnout Netplay ve hrách.

source: NICKNAME
cs: PŘEZDÍVKA

source: Enable or disable connections throught relay servers.
cs: Zapnout nebo vypnout spojení pomocí relay serverů.

source: Play online on games running through Retroarch like NES, SNES, FBA, Genesis/Megadrive and more!
cs: Hraj hry online pomocí Retroarch na NES, SNES, FBA, Genesis/Megadrive a dalších.

source: KODI/NETPLAY
cs: KODI/SÍŤOVÁ HRA

source: NO GAMES OR NO CONNECTION
cs: ŽÁDNÉ HRY NEBO NEDOSTUPNÉ PŘIPOJENÍ

source: HASH NOW
cs: HASH NYNÍ

source: HASH THESE SYSTEMS
cs: HASH TĚCHTO SYSTÉMŮ

source: Add hash of roms in your gamelists to have more accurate results in Netplay.
cs: Přidat hash rom do vašeho seznamu her pro získání přesnějších výsledků pro Netplay.

source: HASH ROMS
cs: HASH ROM

source: Only missing hashs
cs: Pouze chybějící hashe

source: Username
cs: Uživatelské jméno

source: Country
cs: Zěmě

source: Latency
cs: Latence

source: Core ver.
cs: Verze jádra:

source: Can join
cs: Možné připojení

source: Rom and core match
cs: Rom a jádro souhlasí

source: Rom, hash and core match
cs: Rom, hash a jádro souhlasí

source: No rom match
cs: Rom nesouhlasí

source: No core match
cs: Nesouhlasí jádro

source: Match
cs: Souhlasí

source: No Match
cs: Nesouhlasí

source: Rom file
cs: Rom soubor

source: THIS COULD TAKE A WHILE, CONFIRM?
cs: TO MŮŽE CHVÍLI TRVAT. POTVRDIT?

source: good
cs: dobrý

source: bad
cs: špatný

source: medium
cs: střední

source: NETPLAY POPUP DURATION
cs: DOBA ZOBRAZENÍ VYSKAKOVACÍHO OKNA SÍŤOVÉ HRY

source: Set duration of netplay popups, 0 means no popup.
cs: Nastav dobu zobrazení vyskakovacího okna netplay. 0 znamená žádné okno.

source: Player
cs: Hráč

source: Game
cs: Hra

source: A Recalbox friend has started a Netplay game!
cs: Recalbox kamarád odstartoval síťovou hru!

source: Add a clock in the main menu.
cs: Přidat hodiny do hlavního menu.

source: UPGRADING
cs: AKTUALIZUJI

source: PREPARING
cs: PŘIPRAVUJI

source: VERIFYING
cs: OVĚŘUJI

source: EMPTY LIST
cs: PRÁZDNÝ SEZNAM

source: Square pixel
cs: Čtvercový pixel

source: Retroarch Config
cs: Nastavení Retroarch

source: Retroarch Custom
cs: Retroarch uživatelské nastavení

source: Core provided
cs: Nabízené jádro

source: Do not set
cs: Nenastavovat

source: BIOS CHECKING
cs: KONTROLA BIOSŮ

source: Scan and check all your BIOS files and report everything in a comprehensive way.
cs: Naskenovat a zkontrolovat všechny BIOS soubory a vše oznámit komplexním způsobem.

source: RESCAN
cs: ZNOVUNAČTENÍ

source: Rescan all bios files
cs: Znovu načíst všechny BIOS soubory

source: EMULATOR %s MAY NOT WORK PROPERLY UNTIL ALL REQUIRED BIOS ARE MADE AVAILABLE!
cs: EMULÁTOR %s NEMŮŽE PRACOVAT SPRÁVNĚ, DOKUD NEJSOU DOSTUPNÉ VŠECHNY POŽADOVANÉ BIOSY!

source: %i EMULATORS MAY NOT WORK PROPERLY UNTIL ALL REQUIRED BIOS ARE MADE AVAILABLE!
cs: %i EMULÁTORŮ NEMŮŽE PRACOVAT SPRÁVNĚ, DOKUD NEJSOU DOSTUPNÉ VŠECHNY POŽADOVANÉ BIOSY!

source: CONGRATULATIONS! ALL EMULATORS SHOULD WORK PROPERLY!
cs: GRATULUJEME! VŠECHNY EMULÁTORY MOHOU SPRÁVNĚ PRACOVAT!

source: %i BIOS NOT FOUND
cs: %i BIOSŮ NENALEZENO

source: %i NON-MATCHING BIOS FOUND
cs: NALEZENO %i NEODPOVÍDAJÍCÍCH BIOSŮ

source: %i GOOD BIOS FOUND!
cs: NALEZENO %i OK BIOSŮ!

source: File Path
cs: Cesta k souboru

source: Mandatory
cs: Povinné

source: Must match MD5
cs: Musí souhlasit MD5

source: File found ?
cs: Soubor nalezen?

source: Matching MD5 ?
cs: Souhlasí MD5?

source: NOTE
cs: POZNÁMKA

source: This bios is required in order to run the emulator properly. You won't be able to run any games with the emulator/core above.
cs: Tento BIOS je vyžadován pro správný běh emulátoru. Nebudete schopni spustit jakoukoliv hru s výše uvedeným emulátorem/jádrem.

source: This bios is not mandatory in most cases. The emulator will run properly unless you want to use features requiring this particular bios file.
cs: Tento BIOS není ve většině případů povinný. Emulátor poběží správně, dokud nebudou vyžadovány funkce využívající tento konkrétní BIOS soubor.

source: Your bios file does not match any known MD5. However, there are chances of getting the emulator running fine.
cs: Váš BIOS soubor neodpovídá žádnému známému MD5. Přesto je šance, že eumulátor poběží správně.

source: Your bios file does not match any known MD5 but this is not required. So there are strong chances of getting everything running fine.
cs: Váš BIOS soubor neodpovídá žádnému známému MD5, ale není to vyžadováno. Je ale velká šance, že vše poběží správně.

source: Your bios file does match one of the known MD5. Everything will run fine!
cs: Váš BIOS soubor odpovídá jednomu ze známých MD5, takže by vše mělo fungovat!

source: Congratulation, all cores/emulators listed below will work flawlessly!
cs: Gratulujeme, všechny výše uvedená jádra/emulátory budou pracovat správně!

source: Cores/emulators listed below won't probably work until required bios are made available.
cs: Výše uvedená jádra/emulátory pravděpodobně nebudou fungovat, dokud nebudou dostupné požadované BIOS soubory.

source: Cores/emulators listed below may work in most cases, unless you use features requiring special bios.
cs: Výše uvedená jádra/emulátory pravděpodobně budou fungovat, dokud nebudou využívány funkce vyžadující speciální BIOS.

source: BIOS UNSAFE
cs: BIOS NEZABEZPEČENÝ

source: BIOS NOT FOUND
cs: BIOS NENALEZEN

source: MD5 NOT OK
cs: MD5 NOK

source: BROWSE
cs: PROCHÁZET

source: Your bios' MD5
cs: MD5 vašeho BIOSu

source: Known MD5 List
cs: Seznam známých MD5

source: MY SYSTEMS
cs: MOJE SYSTÉMY

source: ALL SYSTEMS
cs: VŠECHNY SYSTÉMY

source: EmulationStation has detected external changes on a gamelist file. To avoid loss of data, EmulationStation is about to relaunch and reload all files.
cs: EmulationStation detekovala externí změny na souborech se seznamem her. Aby se zabránilo ztrátě dat, EmulationStation bude znovu spuštěna a všechny soubory budou znovu načteny.

source: EmulationStation has detected external changes on a theme file. To avoid loss of data, EmulationStation is about to relaunch and reload all files.
cs: EmulationStation detekovala externí změny na souborech s motivy. Aby se zabránilo ztrátě dat, EmulationStation bude znovu spuštěna a všechny soubory budou znovu načteny.

source: VIRTUAL SYSTEMS
cs: VIRTUÁLNÍ SYSTÉMY

source: SHOW ALL-GAMES SYSTEM
cs: ZOBRAZIT SYSTÉM VŠECH HER

source: SHOW MULTIPLAYER SYSTEM
cs: ZOBRAZIT MULTIPLAYER SYSTÉM

source: SHOW LAST-PLAYED SYSTEM
cs: ZOBRAZIT POSLEDNÍ HRANÝ SYSTÉM

source: VIRTUAL SYSTEMS PER GENRE
cs: VIRTUÁLNÍ SYSTÉMY DLE ŽÁNRU

source: Show a 'all-games' system with all games from all systems.
cs: Ukázat systém "všechny hry", který zahrnuje hry pro každý systém.

source: Show multiplayer games (all games playable by two or more players).
cs: Zobrazí multiplayer hry (všechny hry pro dva a více hráčů).

source: Show last played games.
cs: Zobrazí naposledy hrané hry.

source: Select virtual systems to show.
cs: Výběr virtuálních systémů k zobrazení.

source: Select vitual systems per genre to show.
cs: Výběr virtuálních systémů dle žánru.

source: HIDE ADULT GAMES
cs: SKRÝT HRY PRO DOSPĚLÉ

source: HIDE ADULT GAMES IN ALL SYSTEMS
cs: SKRÝT HRY PRO DOSPĚLÉ NA VŠECH SYSTÉMECH

source: Hide games flagged as adult games.
cs: Skryje hry označené příznakem "pro dospělé".

source: HIGHLIGHT GAMES OF REGION...
cs: ZVÝRAZNIT HRY DLE REGIONU

source: Highlight all games of a particular region and fade out all others.
cs: Zvýrazní všechny hry nálěžející k regionu a potlačí všechny ostatní.

source: Select the source of your game name. Trust the scraping database or get them from filename, raw or undecorated (without decoration in () or [] ).
cs: Vyberte zdroj jména vaší hry. Důvěřovat prohledávací databázi, získat jej ze jména souboru v surové, nebo upravené formě (bez částí v () nebo v [] ).

source: Try to extract game region from its filename when possible. Support long and short region game (JP or Japan, EU or Europe, ...)
cs: Pokud je to možné pokusit se extrahovat region hry ze jména souboru. Podporuje dlouhá nebo krátká jména regionů (JP nebo Japonsko, EU nebo Evropa, atd.)

source: GET GAME NAME FROM
cs: ZÍSKAT NÁZEV HRY Z

source: GET REGION FROM FILENAME WHEN POSSIBLE
cs: ZÍSKAT REGION HRY Z NÁZVU SOUBORU, POKUD JE TO MOŽNÉ

source: Scraper results
cs: Výsledky prohledávače

source: Raw filename
cs: Surové jméno souboru

source: Undecorated filename
cs: Neupravené jméno souboru

source: OPEN-SOURCE LICENSE
cs: OPEN-SOURCE LICENCE

source: SELECT IMAGE TYPE
cs: VÝBĚR TYPU OBRÁZKU

source: In-game screenshot
cs: Snímek obrazovky ze hry

source: Title screenshot
cs: Snímek titulní obrazovky

source: Clear logo
cs: Vymazat logo

source: Marquee
cs: Tapeta

source: SCRAPE IMAGE
cs: PROHLEDAT OBRÁZEK

source: SELECT THUMBNAIL TYPE
cs: VÝBĚR TYPU NÁHLEDU

source: No thumbnail
cs: Žádný náhled

source: SCRAPE THUMBNAIL
cs: PROHLEDAT NÁHLED

source: SELECT VIDEO TYPE
cs: VYBRAT TYP VIDEA

source: No video
cs: Bez videa

source: Original video
cs: Původní video

source: Optimized/Normalized video
cs: Optimalizované/normalizované video

source: SCRAPE VIDEO
cs: PROHLEDAT VIDEO

source: SELECT FAVORITE REGION
cs: VYBRAT OBLÍBENÝ REGION
