Repository: glaurung35/recalbox
Catalog: projects/frontend/locale/lang/*/LC_MESSAGES/emulationstation2.po
Languages: cs

source: START+BTN 5SEC = AUTO FIRE
cs: START+TL 5 SEK = AUTO FIRE

source: PIN E/27 AS GND
cs: PIN E/27 JAKO GND

source: RESET JAMMA CONFIGURATION
cs: RESET JAMMA KONFIGURACE

source: Are you sure you want to switch the display mode to 15kHz?
cs: Určitě chcete přepnout režim zobrazení na 15 kHz?

source: Are you sure you want to switch the display mode to 31kHz? Your display must support the 31kHz (480p)
cs: Určitě chcete přepnout režim zobrazení na 31 kHz? Váš displej musí podporovat frekvenci 31 kHz (480p).

source: Are you sure you want to switch the display mode to MultiSync? Your chassis must support automatic switching between 15kHz and 31kHz modes.
cs: Určitě chcete přepnout režim zobrazení na MultiSync? Vaše zařízení musí podporovat automatické přepínání mezi režimy 15 kHz a 31 kHz.

source: You will now calibrate different resolutions for your TV. Select the refresh rate according to what your TV supports. During the calibration, press B to validate, and A to cancel.
cs: Nyní budete kalibrovat různá rozlišení televizoru. Vyberte obnovovací frekvenci podle toho, co váš televizor podporuje. Během kalibrace stiskněte tlačítko B pro potvrzení a tlačítko A pro zrušení.

source: Are you sure you want to reset JAMMA configuration?
cs: Jste si jisti, že chcete obnovit JAMMA konfiguraci?

source: BOOT ON THIS GAME
cs: PO SPUŠTĚNÍ DO TÉTO HRY

source: DOWNLOAD GAMES
cs: STÁHNOUT HRY

source: DISPLAY ONLY TATE GAMES IN GAMELISTS
cs: ZOBRAZIT V SEZNAMECH HER POUZE HRY TATE

source: TIME PLAYED
cs: ODEHRANÝ ČAS

source: DID YOU KNOW?
cs: VĚDĚLI JSTE ŽE?

source: Last operation removed all systems! They have been restored to allow normal operations, regardless of the current filters.
cs: Poslední operace odstranila všechny systémy! Byly obnoveny tak, aby umožňovaly normální provoz bez ohledu na aktuální filtry.

source: {0} reports the emulation status of this game is 'imperfect'
cs: {0} hlášení, že stav emulace této hry je 'imperfect'

source: {0} reports the emulation status of this game is 'preliminary'. You should expect issues such as bugs or even crashes!
cs: {0} hlášení, že stav emulace této hry je "předběžné". Můžete očekávat problémy, jako jsou chyby nebo dokonce pády!

source: Start the game standard Game Boy mode
cs: Spusťte hru ve standardním režimu Game Boy

source: Start the game in Super Game Boy mode
cs: Spuštění hry v režimu Super Game Boy

source: INITIALIZING SYSTEMS...
cs: INICIALIZUJI SYSTÉMY...

source: INITIALIZING SYSTEM {0}
cs: INICIALIZUJI SYSTÉM {0}

source: LOADING SYSTEMS...
cs: NAHRÁVÁM SYSTÉMY...

source: LOADING VIRTUAL SYSTEMS...
cs: NAHRÁVÁM VIRTUÁLNÍ SYSTÉMY...

source: INITIALIZING INTERFACE...
cs: INICIALIZUJI ROZHRANÍ...

source: One or more files are corrupted. You are back on Recalbox %s. Please retry to upgrade your Recalbox, check your Recalbox storage (SD Card, USB Key or hard drive). Contact the team on https://forum.recalbox.com if the problem persists.
cs: Jeden nebo více souborů je poškozeno. Jste zpět v Recalboxu %s. Zkuste prosím znovu aktualizovat svůj Recalbox, zkontrolujte úložiště Recalboxu (SD karta, USB klíč nebo pevný disk). Pokud problém přetrvává, kontaktujte tým na adrese https://forum.recalbox.com.

source: THE UPGRADE IS CORRUPTED
cs: AKTUALIZACE JE POŠKOZENA

source: An undervoltage has been detected, the system may slow down.
cs: Bylo zjištěno podpětí, systém se může zpomalit.

source: We recommend adjusting your JAMMA cabinet power supply to increase the voltage to between 5.05V and 5.2V
cs: Doporučujeme upravit napájení skříně JAMMA tak, aby se napětí zvýšilo na 5,05 V až 5,2 V.

source: We recommend that you purchase an official USB-C power supply designed for your Raspberry Pi
cs: Doporučujeme zakoupit oficiální napájecí zdroj USB-C určený pro počítač Raspberry Pi.

source: The temperature of your system is high. The system may slow down. Try cooling your Raspberry Pi with a fan or disable overclock if it's enabled.
cs: Teplota vašeho systému je vysoká. Systém se může zpomalit. Zkuste Raspberry Pi chladit přídavným ventilátorem nebo vypněte přetaktování, pokud je povoleno.

source: Download various free contents!
cs: Stáhněte si různý obsah zdarma!

source: Set the Super GameBoy mode for GameBoy games.
cs: Nastavení režimu Super GameBoy pro hry pro GameBoy.

source: Improves resolution on compatible 3d emulators. May have an impact on performance. (Dreamcast, Naomi, Atomiswave, Playstation, Saturn)
cs: Zlepšuje rozlišení v kompatibilních 3D emulátorech. Může mít vliv na výkon. (Dreamcast, Naomi, Atomiswave, Playstation, Saturn)

source: Enables 16:9 hacks for compatible emulators. May have an impact on performance. (Dreamcast, Naomi, Atomiswave, Snes, Megadrive)
cs: Povoluje hacky 16:9 pro kompatibilní emulátory. Může mít vliv na výkon. (Dreamcast, Naomi, Atomiswave, Snes, Megadrive)

source: Always display Pad OSD whether you are in pad menus or not.
cs: Vždy se zobrazí nabídka Pad OSD, ať už jste v nabídkách pad, nebo ne.

source: Change the icon used to display pad OSD.
cs: Změna ikony používané pro zobrazení OSD pad.

source: Activates Bluetooth pairing automatically each time you boot.
cs: Při každém spuštění automaticky aktivuje párování Bluetooth.

source: Manage all arcade options.
cs: Spravujte všechny arcade možnosti.

source: Enabled new arcade view with parent/clones sorted hierarchically.
cs: Povoleno nové zobrazení arcade s hierarchicky řazenými rodiči/klony.

source: Hide clones and orphaned games
cs: Skrývání klonů a osamocených her

source: Hide bios files
cs: Skrývání souborů biosu

source: Hide unknown and non-working games
cs: Skrývání neznámých a nefungujících her

source: Always use arcade names from official databases. Overwrite manual edition & scraper results.
cs: Vždy používat názvy her z oficiálních databází. Přepíše manuálně editované položy a výsledky prohledávání.

source: Manage screen and game rotation options
cs: Správa možností otáčení obrazovky a hry

source: Proceed to a complete screen rotation, for frontend and games.
cs: Přejít na kompletní otočení obrazovky pro frontend a hry.

source: Select the resolution for Kodi interface and videos
cs: Výběr rozlišení pro rozhraní Kodi a videa

source: Enable to select games as auto-runnable games at startup.
cs: Umožňuje vybrat hry jako automaticky spouštěné při startu.

source: Update your Raspberry Pi's bootloader.
cs: Aktualizace zavaděče počítače Raspberry Pi.

source: Enable filtering by manufacturers and/or famous systems.
cs: Povolení filtrování podle výrobců a/nebo známých systémů.

source: This option display a menu which allows to manage savestates for a game.
cs: Tato možnost zobrazí nabídku, která umožňuje spravovat stavy uložených her.

source: Configure emulators to reduce latency.
cs: Konfigurace emulátorů pro snížení latence.

source: Use run ahead to reduce latency. Can have undesired effect on some emulators.
cs: Ke snížení latence použijte funkci run ahead. U některých emulátorů může mít nežádoucí účinek.

source: Run the frontend in 240p resolution on you 31kHz monitor.
cs: Spustí frontend v rozlišení 240p na 31 kHz monitoru.

source: When a HDMI cable is connected, use HDMI output in priority.
cs: Pokud je připojen kabel HDMI, použije se přednostně výstup HDMI.

source: Use experimental CRT V2 implementation. Works only on selected systems.
cs: Použití experimentální implementaci CRT V2. Funguje pouze na vybraných systémech.

source: Uses a range at the edge of the CRT support to increase image quality.
cs: Ke zvýšení kvality obrazu využívá rozsah na hraně podpory CRT.

source: Superrez can increase image quality depending on your CRT.
cs: Funkce Superrez může zvýšit kvalitu obrazu v závislosti na vašem CRT.

source: Number of button on your arcade cab panel.
cs: Počet tlačítek na arcade cabinet panelu.

source: Boost mono amp power. Use only if the sound level is too low.
cs: Zvýšení výkonu monofonního zesilovače. Použijte pouze v případě, že je úroveň zvuku příliš nízká.

source: Define the NEOGEO layout when playing NEOGEO games.
cs: Definice rozložení NEOGEO při hraní her NEOGEO.

source: Add a credit in game, pressing START + BTN1. Works for all players.
cs: Kredit přidáte ve hře stisknutím kláves START + TL1. Funguje pro všechny hráče.

source: START + any button will send the HK+BTN event, so you can use special hotkey controls in emulators.
cs: START + libovolné tlačítko odešle událost HK+TL, takže můžete v emulátorech používat speciální ovládací klávesy.

source: Pressing START for 3sec will exit the game. If you disable this option, you will have to exit the game with SERVICE + TEST.
cs: Stisknutím tlačítka START na 3 sekundy ukončíte hru. Pokud tuto možnost zakážete, budete muset hru ukončit pomocí tlačítka SERVICE + TEST.

source: Select the type of your screen. If you don't know what you are doing, do not change this value.
cs: Výběr typu obrazovky. Pokud nevíte, co děláte, tuto hodnotu neměňte.

source: 4 player mode, with player 2 and 3 on CPS2 kickharness.
cs: Režim pro 4 hráče, s hráčem 2 a 3 na CPS2 kickharness.

source: Set auto fire for a button by pressing START + a button for 5 seconds
cs: Stisknutím tlačítka START + tlačítka po dobu 5 sekund nastavíte na tlačítku automatickou střelbu.

source: On some cabs, the pins E/27 of the JAMMA are the common ground for controls. Enable this option if you have this configuration.
cs: U některých skříní jsou vývody E/27 JAMMA společnou zemí pro ovládací prvky. Pokud máte tuto konfiguraci, povolte tuto možnost.

source: Refreshing systems...
cs: Obnovování systémů...

source: Your scraping session completed. Press OK to show the results.
cs: Vaše úloha prohledávání skončila. Stisknutím tlačítka OK zobrazíte výsledky.

source: There is no game to show after this filter is changed! No change recorded.
cs: Po aplikaci tohoto filtru není žádná hra k zobrazení! Žádná změna nebyla zaznamenána.

source: ENABLE VULKAN DRIVER
cs: POVOLIT DRIVER VULKAN

source: UPDATE
cs: AKTUALIZACE

source: Could not update bootloader. Something went wrong
cs: Nepodařilo se aktualizovat zavaděč. Něco se pokazilo.

source: BOOT VIDEOS
cs: VIDEA PŘI STARTU

source: HIDE BOARD GAMES (MAHJONG)
cs: SKRÝT DESKOVÉ HRY (MAHJONG)

source: There is no favorite games in any system!
cs: Pro tento systém neexistují žádné oblíbené hry!

source: FORCED
cs: VYNUCENÝ

source: SYSTEM DEFAULT
cs: VÝCHOZÍ SYSTÉMOVÝ

source: SOUND
cs: ZVUK

source: NEOGEO LAYOUT P1
cs: NEOGEO ROZLOŽENÍ P1

source: NEOGEO LAYOUT P2
cs: NEOGEO ROZLOŽENÍ P2

source: EDIT GAME
cs: EDITOVAT HRU

source: EDIT FOLDER
cs: EDITOVAT SLOŽKU

source: UPSIDEDOWN
cs: VZHŮRU NOHAMA

source: There is no TATE game to show!No change recorded.
cs: Neexistuje žádná hra TATE! Nebyla zaznamenána žádná změna.

source: Europe
cs: Evropa

source: Japan
cs: Japonsko

source: You display {0} is not in the list of this theme's supported displays:
cs: Váš displej {0} není v seznamu podporovaných displejů tohoto motivu:

source: You current resolution {0} is not in the list of this theme's supported resolutions:
cs: Vaše aktuální rozlišení {0} není v seznamu podporovaných rozlišení tohoto motivu:

source: You're in TATE mode and this theme does not seem to support TATE.
cs: Jste v režimu TATE a zdá se, že tento motiv nepodporuje TATE.

source: This theme may have one or more compatibility issues with your current display:
cs: Tento motiv může mít jeden nebo více problémů s kompatibilitou s vaším aktuálním displejem:

source: UPDATE NOW
cs: AKTUALIZOVAT NYNÍ

source: PAGE UP/DOWN
cs: STRÁNKA NAHORU/DOLŮ

source: {0} reports the emulation status of this game is 'imperfect'.
cs: {0} hlášwní, že stav emulace této hry je "nedokonalý".

source: System "{0}" has no visible game yet! It will show up automatically as soon as it has visible games.
cs: Systém "{0}" zatím nemá žádnou viditelnou hru! Zobrazí se automaticky, jakmile bude mít viditelné hry.

source: With regard to the new BIOS folder structure, some of your bios files have been moved automatically to their new path.
cs: S ohledem na novou strukturu složek systému BIOS byly některé soubory biosu automaticky přesunuty do nové cesty.

source: This move is applied only once. No additional operation required.
cs: Tato operace se provede pouze jednou. Není nutná žádná další akce.

source: However, some files failed to move. You should run the BIOS Checker and move some files manually.
cs: Některé soubory se však nepodařilo přesunout. Měli byste spustit nástroj BIOS Checker a přesunout soubory ručně.

source: However, all files failed to move. You should: - either run the BIOS Checker and move the required files manually. - or if your bios files are on a read-only device or remote share, change it to read-write, reboot your recalbox, wait until all files are moved, then protect it again.
cs: Všechny soubory se však nepodařilo přesunout. Měli byste: - spustit nástroj BIOS Checker a přesunout požadované soubory ručně. - nebo pokud jsou soubory biosu na zařízení určeném pouze pro čtení nebo na vzdálené sdílené složce, změnit je na zařízení určené pouze pro čtení a zápis, restartovat recalbox, počkat, až se všechny soubory přesunou, a pak je znovu zamknout.

source: To take advantage of the safe shutdown feature, the SAFE SHUTDOWN switch of your Retroflag case (located inside the case, on the electronic part)
cs: Chcete-li využít funkci bezpečného vypnutí, spínač SAFE SHUTDOWN vypne vaši skříň Retroflag (umístěný uvnitř skříně na elektronické části).

source: Updating current theme...
cs: Aktualizace stávajícího motivu...

source: Loading new theme {0}
cs: Načítání nového motivu {0}

source: Shows the Recalbox license.
cs: Zobrazí licenci Recalboxu.

source: Shows the quit menu to reboot or shutdown Recalbox.
cs: Zobrazí nabídku ukončení pro restartování nebo vypnutí Recalboxu.

source: Hide all pre-installed games. Changing this option makes EmulationStation to relaunch.
cs: Skreje předinstalované hry. Změna této volby vyžaduje nový start EmulationStation.

source: Enable vulkan driver when available. Enabled by default on RPi4, RPi5, and PC. Set on OFF if Dreamcast, Naomi or Atomiswave stop running.
cs: Povolí ovladač vulkan, pokud je k dispozici. Ve výchozím nastavení povoleno na RPi4, RPi5 a PC. Nastavte na OFF, pokud Dreamcast, Naomi nebo Atomiswave přestanou běžet.

source: Allows you to select the patch to apply automatically on start launch. Don't forget to select LAUNCH LAST in the softpatching options!
cs: Umožňuje vybrat patch, který se má automaticky použít při spuštění. Nezapomeňte v možnostech softwarového patchování vybrat možnost LAUNCH LAST!

source: Sets the rating of the game.
cs: Nastaví hodnocení hry.

source: Sets the genre of the game.
cs: Nastaví žánr hry.

source: Sets the description of the game.
cs: Nastaví popis hry.

source: Adds the game into the favorites list.
cs: Přidá hru do seznamu oblíbených.

source: Defines the game as hidden from gamelists.
cs: Nastaví hru jako skrytou v seznamu her.

source: Defines the game as adult game.
cs: Definuje hru jako hru pro dospělé.

source: Defines the screen rotation of the game for tate usage.
cs: Definuje rotaci obrazovky této hry pro použití s tate.

source: Allows you to scrap the game.
cs: Umožňuje prohledávat hru.

source: List of game files concerned for deletion for the game.
cs: Seznam herních souborů, kterých se týká odstranění hry.

source: List of media files concerned for deletion for the game.
cs: Seznam mediálních souborů, kterých se týká odstranění hry.

source: List of configuration and patches files concerned for deletion for the game.
cs: Seznam konfiguračních a opravných souborů, kterých se týká odstranění hry.

source: List of saves files concerned for deletion for the game.
cs: Seznam uložených souborů hry, kterých se týká odstranění hry.

source: Allows you to select finely which content to delete for the game.
cs: Umožňuje přesně vybrat obsah, kterého se týká odstranění hry.

source: Retroachievements user name.
cs: Uživatelské jméno Retroachievements.

source: Retroachievements password.
cs: Heslo Retroachievements.

source: Netplay user name. Do not use special characters!
cs: Uživatelské jméno Netplay. Nepoužívejte speciální znaky!

source: Local port other players will connect to when hosting a Netplay session.
cs: Lokální port, ke kterému se budou ostatní hráči připojovat při hostování relace Netplay.

source: List of predefined passwords to use to protect access to your Netplay sessions.
cs: Seznam předdefinovaných hesel pro ochranu přístupu k relacím Netplay.

source: Choose systems to use for demo and gameclip screensavers.
cs: Výběr systémů, které chcete použít jako dema a herní spořiče obrazovek.

source: Select the region for theme supporting regionalized assets or texts
cs: Výběr regionu pro motiv podporující regionalizované prostředky nebo texty

source: Hide board games, like MAHJONG, CHESS etc...
cs: Skrýt deskové hry, jako je MAHJONG, CHESS atd...

source: Shows the Arcade virtual system in the systems list.
cs: Zobrazí virtuální Arcade systém v seznamu systémů.

source: Adds the Neo-Geo games into the Arcade virtual system.
cs: Přidává hry Neo-Geo do virtuálního Arcade systému.

source: Hides the original arcade systems when the Arcade virtual system is enabled.
cs: Skryje originální arkádové systémy, pokud je povolen virtuální Arcade systém.

source: Shows the Tate virtual system in the systems list.
cs: Zobrazí virtuální systém Tate v seznamu systémů.

source: Shows only games playable in tate mode in gamelists.
cs: V seznamech her zobrazuje pouze hry hratelné v režimu tate.

source: Proceed to a screen rotation in games tate compatible.
cs: Pokračujte k otáčení obrazovky v hrách kompatibilních s tate.

source: Sets if the auto scraper is available or not. Auto scrap allows you to scrap games just by moving on them in gamelists.
cs: Nastavuje, zda je k dispozici automatický prohledávač, nebo ne. Automatické prohledávání umožňuje prohledávat hry pouhým pohybem v seznamu her.

source: Sets some scraper options for your games.
cs: Nastaví některé možnosti prohledávače pro vaše hry.

source: Allows you to scrap only non-scraped games or to scrap all games.
cs: Umožňuje prohledat pouze hry, které doposud nebyly hledány, nebo prohledat úplně všechny hry.

source: Allows you to choose which systems you would like to scrap.
cs: Umožňuje zvolit, které systémy chcete prohledávat.

source: Selects the image type to scrap for your games.
cs: Vybírá typ obrázku, který se má prohledat pro vaše hry.

source: Selects the video type to scrap for your games.
cs: Vybírá typ videa, které se má prohledat pro vaše hry.

source: Selects the thumbnail to scrap for your games.
cs: Vybírá náhled, který se má prohledat pro vaše hry.

source: Selects the game region to use when you scrap your games.
cs: Výběr regionu použitého k prohledávání vašich her.

source: Selects the prefered region to scrap for your games.
cs: Výběr preferovaného regionu použitého k prohledávání vašich her.

source: Selects the prefered language to scrap for your games.
cs: Výběr preferovaného jazyka použitého k prohledávání vašich her.

source: Selects if you would like to download manual with the scrap data if available.
cs: Vyběr, zda si přejete stáhnout manuál, pokud je k dispozici.

source: Selects if you would like to download maps with the scrap data if available.
cs: Vyběr, zda si přejete stáhnout mapy, pokud jsou k dispozici.

source: Selects if you would like to download pad2keyboard files with the scrap data if available.
cs: Vyběr, zda si přejete stáhnout pad2keyboard soubory, pokud jsou k dispozici.

source: ScreenScraper user name.
cs: Uživatelské jméno pro ScreenScrapper.

source: ScreenScraper password.
cs: Heslo pro ScreenScrapper.

source: Sets the debug logs on or off.
cs: Zapne nebo vypne ladicí logy.

source: Enabled or disable videos on boot.
cs: Povolení nebo zakázání videa při spuštění.

source: This option deletes the selected screenshot.
cs: Tato možnost odstraní vybraný snímek obrazovky.

source: This option allows you to select the current game to boot on it directly when you turn on your Recalbox. Don't forget to enable the boot on game option!
cs: Tato možnost umožňuje vybrat aktuální hru a spustit ji přímo při zapnutí Recalboxu. Nezapomeňte povolit možnost spouštění při startu!

source: This option allows you to download games for the current system.
cs: Tato možnost umožňuje stahovat hry pro aktuální systém.

source: This option allows you to search games specifically in the current system only.
cs: Tato možnost umožňuje vyhledávat hry pouze v aktuálním systému.

source: Shows the main menu.
cs: Zobrazí hlavní nabídku.

source: Select sound output: JACK/MONO or JACK/JST. Jack always takes priority.
cs: Vývěr zvukového výstupu: JACK/MONO nebo JACK/JST. Jack má vždy přednost.

source: Configure your Recalbox RGB JAMMA board.
cs: Nastavte si desku Recalbox RGB JAMMA.

source: Calibrate different display modes on your screen.
cs: Kalibrace různých režimů zobrazení na vaší obrazovce.

source: (Deprecated)
cs: (Zastaralé)

source: Set the volume of the music in the frontend
cs: Nastavení hlasitosti hudby ve frontendu

source: MUSIC VOLUME
cs: HLASITOST HUDBY

source: RECALBOX WILL AUTOMATICALLY SELECT EMULATORS TO RUN ON HD-COMPATIBLE SYSTEMS. SOME GAMES MAY NOT BE 100% COMPATIBLE, SO DON'T FORGET TO DISABLE THIS OPTION IF EMULATION OR PERFORMANCE ISSUES APPEAR.
cs: RECALBOX AUTOMATICKY VYBERE EMULÁTORY PRO SPUŠTĚNÍ NA HD-KOMPATIBILNÍCH SYSTÉMECH . NĚKTERÉ HRY NEMUSÍ BÝT 100% KOMPATIBILNÍ, PROTO NEZAPOMEŇTE TUTO MOŽNOST VYPNOUT, POKUD SE OBJEVÍ PROBLÉMY S EMULACÍ NEBO VÝKONEM.

source: RECALBOX WILL AUTOMATICALLY SELECT EMULATORS TO RUN ON WIDESCREEN-COMPATIBLE SYSTEMS. SOME GAMES MAY NOT BE 100% COMPATIBLE, SO DON'T FORGET TO DISABLE THIS OPTION IF EMULATION OR PERFORMANCE ISSUES APPEAR.
cs: RECALBOX AUTOMATICKY VYBERE EMULÁTORY PRO SPUŠTĚNÍ NA SYSTÉMECH KOMPATIBILNÍCH S ŠIROKOÚHLÝM DISPLEJEM. NĚKTERÉ HRY NEMUSÍ BÝT 100% KOMPATIBILNÍ, PROTO NEZAPOMEŇTE TUTO MOŽNOST VYPNOUT, POKUD SE OBJEVÍ PROBLÉMY S EMULACÍ NEBO VÝKONEM.
