Repository: glaurung35/recalbox
Catalog: projects/frontend/locale/lang/*/LC_MESSAGES/emulationstation2.po
Languages: cs

source: WARNING: You device may not have been properly unplugged and has consistency errors. As a result, it's been mounted as read-only. You should plug your device in a Window PC and use the repair tool.
cs: UPOZORNĚNÍ: Je možné, že zařízení nebylo správně odpojeno a má chyby konzistence. V důsledku toho bylo připojeno pouze pro čtení. Měli byste zařízení připojit k počítači s operačním systémem Windows a použít nástroj pro opravu.

source: DISPLAY BY FILENAME
cs: ZOBRAZIT DLE NÁZVU SOUBORU

source: Display games by file names.
cs: Zobrazení her podle názvů souborů.

source: SEARCH GAMES HERE
cs: HLEDAT HRY

source: GAME FILTERS
cs: FILTROVÁNÍ HER

source: This game is currently updating its metadata. Retry in a few seconds.
cs: Tato hra právě aktualizuje svá metadata. Zkuste to znovu za několik sekund.

source: SHOW ONLY LATEST VERSION
cs: ZOBRAZOVAT POUZE POSLEDNÍ VERZI

source: SHOW ONLY FAVORITES
cs: ZOBRAZOVAT POUZE OBLÍBENÉ

source: SHOW HIDDEN GAMES
cs: ZOBRAZIT SKRYTÉ HRY

source: HIDE NO GAMES
cs: SKRÝT TO, CO NEJSOU HRY

source: Hide non final versions of a same game.
cs: Skrytí nefinálních verzí hry

source: Hide all pre-installed games.
cs: Skrýt všechny předinstalované hry.

source: Hide no executable games. for example bios
cs: Skrýt nespustitelné hry, jako například BIOS.

source: Display game by file name instead of game name.
cs: Zobrazení hry podle názvu souboru místo názvu hry.

source: Filtering games you want to show.
cs: Filtrování her, které chcete zobrazit.

source: If a game patch (hack, trad) has same name as a rom, it will be be auto patched. This menu allow to deactivate the auto patch or to have a confirm box
cs: Pokud má herní patch (hack, trad) stejný název jako rom, bude automaticky opraven. Tato nabídka umožňuje deaktivovat automatický patch nebo zobrazit potvrzovací okno.

source: DISABLE
cs: VYPNOUT

source: CONFIRM
cs: POTVRDIT

source: A patch has been detected
cs: Detekována oprava.

source: original
cs: originál

source: patched
cs: opravený

source: A fatal error occured while scraping your game! It may be related to server issues or bad login/password. Try again in a few moment or fix your credentials if required.
cs: Při prohledávání hry došlo k fatální chybě! Může to souviset s problémy se serverem nebo špatným přihlašovacím jménem/heslem. Zkuste to za chvíli znovu nebo opravte své přihlašovací údaje.

source: Your scraping session completed!
cs: Vaše prohledávací sezení bylo ukončeno!

source: Please select one or more systems to scrape!
cs: Prosím vyberte jeden nebo více systému k prohledávání.

source: Your system has not enough memory to handle %SYSTEMS% systems. You should not exceed %MAXSYSTEMS% consoles/computers or you may face stability issues! You can hide preinstalled games in UI SETTINGS menu to decrease active systems
cs: Váš systém nemá dostatek paměti pro práci se systémy %SYSTEMS%. Neměli byste překročit %MAXSYSTEMS% konzolí/počítačů, jinak se můžete setkat s problémy se stabilitou! Předinstalované hry můžete skrýt v nabídce NASTAVENÍ UI a snížit tak počet aktivních systémů.

source: Your system has not enough memory to handle %GAMES% games. You should not exceed %MAXGAMES% or you may face stability issues!
cs: Váš systém nemá dostatek paměti pro zpracování her %GAMES%. Neměli byste překročit %MAXGAMES%, jinak se můžete setkat s problémy se stabilitou!

source: WARNING! SYSTEM OVERLOAD!
cs: VAROVÁNÍ, PŘETÍŽENÍ SYSTÉMU

source: Welcome back %NAME%! Patron level %LEVEL% You are now connected to your recalbox patron account, and all exclusives features are available!
cs: Vítejte zpět %NAME%! Úroveň patrona %LEVEL% Nyní jste připojeni ke svému účtu Recalbox Patreon a máte k dispozici všechny exkluzivní funkce!

source: Hello %NAME%, your private key is linked to a Patreon account which is no longer a Recalbox Patron. We still hope to see you back soon as a Recalbox Patron! Delete your private key to suppress this message.
cs: Ahoj %NAME%, tvůj privátní klíč je spojen s účtem Patreon, který již není Patronem Recalboxu. Přesto doufáme, že se k nám brzy vrátíte jako Patron Recalboxu! Smažte svůj soukromý klíč, abyste tuto zprávu potlačili.

source: Your private key does not allow to retrieve your Patreon information. Go to recalbox.com/patreon to generate a new valid key!
cs: Váš privátní klíč neumožňuje načíst informace o Patreonu. Přejděte na recalbox.com/patreon a vygenerujte si nový platný klíč!

source: Sorry we're not able to retrieve your Patron level because no network is available!
cs: Je nám líto, ale nemůžeme načíst vaši úroveň Patreonu, protože není k dispozici žádná síť!

source: We're not able to retrieve your Patron level! Sorry for the inconvenience, we're already working on a fix!
cs: Nejsme schopni načíst vaši úroveň Patreonu! Omlouváme se za nepříjemnosti, již pracujeme na nápravě!

source: CASE MANAGEMENT
cs: SPRÁVA KRABIČEK

source: If you installed a case on your Recalbox, you can install or uninstall it in this. Some cases are detected automatically and will also be reported here.
cs: Pokud jste si do svého Recalboxu nainstalovali case, můžete jej v tomto okně nainstalovat nebo odinstalovat. Některé case jsou detekovány automaticky a budou zde také reportovány.

source: Initializing roms folders...
cs: Inicializace rom složek...

source: Initializing share folders...
cs: Inicializace sdílených složek...

source: The USB device %NAME% with no rom folder and no share folder has been plugged in! Would you like to initialize this device?
cs: Bylo připojeno USB zařízení %NAME% bez rom složky a sdílené složky. Chcete toto zařízení inicializovat?

source: • Choose '%INIT%' to create only all the rom folders
cs: Zvolte '%INIT%' pro vytvoření všech rom složek.

source: • Choose '%MOVE%' to copy all the current share to the new device, automatically switch to this device, and reboot
cs: Zvolte '%MOVE%' pro kopírování současné sdílené složky na nové zařízení, automatické přepnutí na toto zařízení a restart.

source: • Or just chose '%CANCEL%' to do nothing with this new device
cs: Nebo zvolte '%CANCEL%', pokud nechcete s tímto zařízením nic dělat.

source: INITIALIZE
cs: INICIALIZACE

source: MOVE SHARE
cs: PŘESUN SDÍLENÉ SLOŽKY

source: Setting up boot device...
cs: Nastavování bootovacího zařízení...

source: Your USB device has been initialized! Ready to reboot on your new share device!
cs: Vaše USB zařízení bylo inicializováno! Připraveno k restartu v novém sdíleném zařízení!

source: UPDATING...
cs: AKTUALIZACE...

source: %i file
cs: %i soubor

source: %i files
cs: %i soubory

source: To take advantage of the safe shutdown feature, the SAFE SHUTDOWN switch of your Retroflag case (located inside the case, on the electronic part) must be positioned on ON.
cs: Chcete-li využít funkci bezpečného vypnutí, musí být spínač SAFE SHUTDOWN na skříni Retroflag (umístěný uvnitř skříně na elektronické části) přepnutý do polohy ON.

source: RGB output for VGA666, PI2SCART, RGBPI.
cs: RGB VÝSTUP PRO VGA666, PI2SCART, RGBPI.

source: CRT ADAPTER
cs: CRT ADAPTÉR

source: Enable RGB output for VGA666, PI2SCART, RGBPI.
cs: Povolit RGB výstup pro VGA666, PI2SCART, RGBPI

source: MENU RESOLUTION
cs: MENU ROZLIŠENÍ

source: Select emulationstation resolution. 480i is recommended for better details.
cs: Vyberte rozlišení Emulationstation. Pro lepší detaily je doporučeno 480i.

source: SCREEN TYPE
cs: TYP OBRAZOVKY

source: FORCE 50HZ
cs: VYNUTIT 50 HZ

source: SELECT GAME REFRESH RATE AT LAUNCH
cs: VÝBĚR OBNOVOVACÍ FREKVENCE HRY PŘI SPUŠTĚNÍ

source: Let you choice between 50Hz and 60Hz at launch, for compatible systems.
cs: Pro kompatibilní systémy, můžete vybrat mezi 50 Hz a 60 Hz během spuštění.

source: SELECT GAME RESOLUTION AT LAUNCH
cs: VÝBĚR ROZLIŠENÍ HRY PŘI SPUŠTĚNÍ

source: Let you choice between 240p, 480i, or 480p at launch, for compatible systems.
cs: Pro kompatibilní systémy, můžete vybrat mezi 240p, 480i, nebo 480p během spuštění.

source: RUN DEMOS IN 240P@120
cs: SPUSIT DEMA V 240P@120

source: Run the demos in 240p resolution on you 31kHz monitor.
cs: Na vašem 31 kHz monitoru se spustí dema v rozlišení 240p.

source: SCANLINES IN 480P
cs: SCANLINES V 480P

source: Add scanlines when running games in 480p on 31kHz screen.
cs: Přidat scanlines pro hry běžicí ve 480p na 31 kHz obrazovce.

source: ZERO LAG (BETA)
cs: NULOVÝ LAG (beta)

source: Configure emulators to approach a zero lag experience.
cs: Konfigurace emulátoru k dosažení nulového lagu.

source: FORCE SOUND ON JACK
cs: VYNUTIT ZVUK DO KONEKTORU JACK

source: Force sound on jack. Auto-enabled when 31kHz switch is ON
cs: Vynucení zvuku na konektoru JACK. Automaticky zapnuto při zapnutém přepínači 31 kHz

source: SCREEN CALIBRATION (BETA)
cs: KALIBRACE OBRAZOVKY (BETA)

source: PAL HORIZONTAL OFFSET
cs: HORIZONTÁLNÍ POSUN PRO PAL

source: If you PAL images are not centered, you can override the default horizontal offset here.
cs: Pokud nejsou PAL snímky vycentrované, můžete zde upravit výchozí horizontální posun.

source: PAL VERTICAL OFFSET
cs: VERTIKÁLNÍ POSUN PRO PAL

source: If you PAL images are not centered, you can override the default vertical offset here.
cs: Pokud nejsou PAL snímky vycentrované, můžete zde upravit výchozí vertikální posun.

source: CRT SETTINGS
cs: CRT NASTAVENÍ

source: (Hardware managed)
cs: (hardwarově spravováno)

source: MOVE SCREEN
cs: POSUNOUT OBRAZ

source: WIDER
cs: ŠIRŠÍ

source: NARROWER
cs: UŽŠÍ

source: VALIDATE CHANGES
cs: POTVRDIT ZMĚNY

source: Image width:
cs: Šířka obrazu:

source: Horizontal offset:
cs: Horizontální posun:

source: Vertical offset:
cs: Vertikální posun:

source: YOUR LIST IS EMPTY. PRESS START TO CHANGE GAME FILTERS.
cs: VÁŠ LIST JE PRÁZDNÝ. STISKNĚTE START PRO ZMĚNU FILTRU HER.

source: Select a region to filter out games not matching the selected region.
cs: Vyberte region pro vyfiltrování her, které neodpovídají danému regionu.

source: SYSTEM RESOLUTIONS
cs: SYSTÉMOVÁ ROZLIŠENÍ

source: AUTOMATIC SCRAPING
cs: AUTOMATICKÉ PROHLEDÁVÁNÍ

source: RUN IN BACKGROUND
cs: BĚH NA POZADÍ

source: %i Known MD5
cs: %i známý MD5

source: Switch audio output to Headphones!
cs: Přepnout audio výstup do sluchátek!

source: Switch audio output back to Speakers!
cs: Přepnout audio výstup zpět do reproduktorů!

source: Restarting.
cs: Restartování.

source: Entering standby...
cs: Přechod do pohotovostního režimu...

source: PAD TO KEYBOARD CONTROLS
cs: PAD PRO OVLÁDÁNÍ KLÁVESNICE

source: DEBUG LOGS
cs: LADICÍ LOGY

source: You are about to delete this files, confirm ?
cs: Chcete opravdu smazat soubory?

source: Preparing Games...
cs: Připravuji hry...

source: Some games are not netplay ready yet.
cs: Některé hry ještě nejsou připraveny na hru po síti.

source: Free
cs: Volně

source: FADE
cs: ZTMAVENÍ

source: SLIDE
cs: POSUV

source: INSTANT
cs: OKAMŽITÝ

source: Are you sure the selected theme is compatible with CRT screens?
cs: Jste si jisti, že je vybraný motiv kompatibilní s CRT obrazovkou?

source: You must have at least %dGB free on 'SHARE' partition!
cs: Je vyžadováno nejméně %dGB prostoru 'SHARE' oddílu!

source: ADD STAR
cs: PŘIDAT HVĚZDIČKU

source: Free space on device %NAME% has bone under %LIMIT%! You should try to free some space quickly!
cs: Na zařízení %NAME% je méně než %LIMIT% volného místa! Měli byste urychleně uvolnit nějaké místo!

source: Recalbox RGB Dual options and configuration.
cs: Recalbox volby a konfigurace pro duální RGB.

source: Select system, frontend and emulator resolutions.
cs: Výběr rozlišení systému, frontendu a emulátoru.

source: B TO UNSET
cs: B PRO ZRUŠENÍ NASTAVENÍ

source: PAIR BLUETOOTH CONTROLLERS
cs: SPÁROVAT BLUETOOTH OVLADAČE

source: The bluetooth pairing will start and run for several minutes. During this time, you just have to apply the pairing procedure on any bluetooth controller you want to pair. The next window will display all detected bluetooth devices and their status for information purposes only. You can close it at any time, while continuing to pair your bluetooth devices for as long as the bluetooth icon is blinking on the top left.
cs: Párování Bluetooth se spustí a bude probíhat několik minut. Během této doby stačí vyvolat proces párování na libovolném ovladači bluetooth, který chcete spárovat. V dalším okně se zobrazí všechna zjištěná zařízení bluetooth a jejich stav pouze pro informační účely. Můžete to kdykoli zavřít, přičemž můžete pokračovat v párování zařízení bluetooth po dobu, kdy bliká ikona bluetooth vlevo nahoře.

source: DOWN TO SKIP
cs: DOLŮ PRO PŘESKOČENÍ

source: START DOWNLOADING...
cs: START STAHOVÁNÍ...

source: Pair a bluetooth audio device. Put your device in discovery mode before starting.
cs: Párování bluetooth audio zařízení. Před startem uveďte vaše zařízení do režimu vyhledávání.

source: PAIR A BLUETOOTH AUDIO DEVICE
cs: PÁROVAT BLUETOOTH AUDIO ZAŘÍZENÍ

source: Failed
cs: Selhalo

source: Succeeded
cs: Úspěšné

source: J1 UP
cs: J1 NAHORU

source: J1 DOWN
cs: J1 DOLU

source: J1 LEFT
cs: J1 DOLEVA

source: J1 RIGHT
cs: J1 DOPRAVA

source: J2 UP
cs: J2 NAHORU

source: J2 DOWN
cs: J2 DOLŮ

source: J2 LEFT
cs: J2 DOLEVA

source: J2 RIGHT
cs: J2 DOPRAVA

source: Connected:
cs: Připojeno:␣

source: Trusted:
cs: Důvěryhodné:␣

source: Paired:
cs: Spárováno:␣

source: Blocked:
cs: Zablokováno:␣

source: NO DEVICE
cs: ZAŘÍZENÍ NENALEZENO

source: SEARCH BY
cs: HLEDAT PODLE

source: NO RESULTS
cs: ŽÁDNÉ VÝSLEDKY

source: PRIORITY TO HDMI
cs: PRIORITNĚ HDMI

source: ON
cs: ZAP

source: OFF
cs: VYP

source: You will now calibrate different resolutions for your TV. Select the refresh rate according to what your TV supports. During the calibration, press B to apply the mode, START to validate, and A to cancel.
cs: Nyní budete kalibrovat různá rozlišení televizoru. Vyberte obnovovací frekvenci podle toho, co váš televizor podporuje. Během kalibrace stiskněte tlačítko B pro použití režimu, START pro ověření a A pro zrušení.

source: 60Hz Only
cs: Pouze 60 Hz

source: 50Hz Only
cs: Pouze 50 Hz

source: DISCOVERING BLUETOOTH AUDIO DEVICES...
cs: VYHLEDÁVÁM BLUETOOTH AUDIO ZAŘÍZENÍ

source: NO AUDIO DEVICE FOUND
cs: AUDIO ZAŘÍZENÍ NENALEZENO

source: KODI RESOLUTION
cs: ROZLIŠENÍ KODI

source: AUDIO DEVICE PAIRED
cs: AUDIO ZAŘÍZENÍ BYLO SPÁROVÁNO

source: UNABLE TO PAIR AUDIO DEVICE
cs: NEPODAŘILO SE SPÁROVAT AUDIO ZAŘÍZENÍ

source: select a patch
cs: vyberte patch

source: BRIGHTNESS
cs: JAS

source: NAME
cs: JMÉNO

source: suspend
cs: pozastavit

source: NO GAME
cs: ŽÁDNÁ HRA

source: NEXT RESOLUTION
cs: DALŠÍ ROZLIŠENÍ

source: Game refresh rate
cs: Obnovovací frekvence hry

source: Game resolution
cs: Rozlišení hry

source: CHANGELOG
cs: SEZNAM ZMĚN

source: Copying %s folder...
cs: Kopírování složky %s ...

source: VOLUME -
cs: ZVUK -

source: VOLUME +
cs: ZVUK +

source: SAVE STATES
cs: ULOŽENÉ STAVY

source: SHOW SAVE STATES ON START
cs: ZOBRAZIT STAVY ULOŽENÍ PŘI STARTU

source: You are about to delete this state, confirm ?
cs: Chystáte se vymazat tento uložený stav, souhlasíte?

source: DELETE STATE, CONFIRM?
cs: SMAZAT ULOŽENÝ STAV, POTVRDIT?

source: CHANGE ORDER
cs: ZMĚNIT POŘADÍ

source: LAUNCH GAME FROM STATE
cs: SPUSTIT HRU Z ULOŽENÉHO STAVU

source: DELETE STATE SLOT
cs: SMAZAT STAVOVÝ SLOT

source: Show savestates on start will display available save states before launch a game.
cs: Zobrazí dostupné stavy uložení před spuštěním hry.

source: DOWNLOADING GAMES FOR %s
cs: STAHUJI HRY PRO %S

source: Downloading WASM4 games from the official site. Please wait...
cs: Stahování WASM4 HER z oficiálních stránek. Počkejte prosím...

source: Downloading... Estimated time: %s
cs: Stahování... Odhadovaný čas: %s

source: Extracting... found %s games
cs: Rozbaluji... nalezeno %s her

source: Updating metadata...
cs: Aktualizuji metadata...

source: Refreshing gamelist...
cs: Obnovuji seznam her...

source: DISK USAGE
cs: VYUŽITÍ ÚLOŽIŠTĚ

source: SECURITY
cs: ZABEZPEČENÍ

source: ENFORCE SECURITY
cs: VYNUCENÍ ZABEZPEČENÍ

source: ROOT PASSWORD
cs: HESLO ROOT

source: PAIR A BLUETOOTH CONTROLLER
cs: PÁROVAT BLUETOOTH OVLADAČ

source: Manage your recalbox security.
cs: Spravovat zabezpečení recalboxu.

source: Change the SSH root password.
cs: Změnit heslo root pro SSH.

source: UPDATE VERSION:
cs: VERZE AKTUALIZACE:

source: Rom found
cs: Rom nalezena

source: Copy current system on another device. Warning ! It will erase all data on target device.
cs: Zkopírovat stávající systém na jiné zařízení. Pozor, data na cílovém zařízení budou vymazána.

source: Show a 'all-games' system with all ames from all systems.
cs: Zobrazí všechny hry pro všechny sytémy.

source: Real Time Stratégy
cs: Strategie v reálném čase

source: If you push the POWER button more than 2 seconds, this will power-off your console. If you do so in-game, Recalbox will close the current emulator gracefully before. Just in case, holding the POWER button down more than 5ws perform an hard power-off. Press button B to continue.
cs: Pokud stisknete tlačítko NAPÁJENÍ na více než 2 sekund, dojde k vypnutí konzole. Pokud jste ve hře, Recalbox nejdříve korektně ukončí běžící emulátor. V případě, že tlačítko NAPÁJENÍ podržíte déle než 5 sekund, dojde tvrdému vypnutí. Stiskněte B pro pokračování.

source: added to favorites
cs: přidáno do oblíbených

source: removed from favorites
cs: odebráno z oblíbených

source: Gameclips cannot be played No video availabe for you selection
cs: Klip ze hry nemůže být přehrán. Pro váš výběr není dostupné video.

source: Analog Output
cs: Analogový výstup

source: YOUR FAVORITES LIST IS EMPTY. PRESS SELECT TO SHOW ALL GAMES.
cs: VÁŠ SEZNAM OBLÍBENÝCH JE PRÁZDNÝ. PROSÍM VYBERTE ZOBRAZENÍ VŠECH HER.

source: 480i (recommended)
cs: 480i (doporučeno)

source: Scrap running in background. Return to the scrap menu to get the progression.
cs: Prohledávání beží na pozadí. Vraťte se do nabídky prohledávání a získejte informace o stavu.

source: ADVANCED SHADERS
cs: POKROČILÉ SHADERY

source: GAME BOY MODE
cs: GAME BOY REŽIM

source: ASK AT LAUNCH
cs: ZEPTAT SE PŘI SPUŠTĚNÍ

source: CRT CURVED
cs: CRT ZAKŘIVENÍ

source: YOU JUST ACTIVATED THE SHADERS FOR ALL SYSTEMS. FOR A BETTER RENDERING, IT IS ADVISED TO DISABLE GAME SMOOTHING. DO YOU WANT TO CHANGE THIS OPTION AUTOMATICALLY?
cs: PRÁVĚ JSTE AKTIVOVALI SHADERY PRO VŠECHNY SYSTÉMY. PRO LEPŠÍ VYKRESLOVÁNÍ SE DOPORUČUJE VYPNOUT VYHLAZOVÁNÍ HER. CHCETE TUTO MOŽNOST ZMĚNIT AUTOMATICKY?

source: Optimized video
cs: Optimalizované video

source: RECOMMENDED
cs: DOPORUČENÉ

source: USE V2 (BETA)
cs: POUŽÍT V2 (BETA)

source: V2 - 15KHZ EXTENDED RANGE
cs: V2 - 15KHZ ROZŠÍŘENÝ ROZSAH

source: V2 - SUPERREZ MULTIPLIER
cs: V2 - SUPERREZ MULTIPLIKÁTOR

source: TATE SETTINGS
cs: NASTAVENÍ TATE

source: ENABLE TATE VIRTUAL SYSTEM
cs: ZAPNOUT VIRTUÁLNÍ SYSTÉM TATE

source: GAMES ROTATION
cs: ROTACE HER

source: COMPLETE SYSTEM ROTATION
cs: CELKOVÁ ROTACE SYSTÉMŮ

source: Welcome to RECALBOX for Anbernic RG! This little presentation will show you how to use all the special buttons available all around the screen. Press any button to start!
cs: Vítejte v RECALBOXu pro Anbernic RG! Tato malá prezentace vám ukáže, jak používat všechna speciální tlačítka dostupná po celé obrazovce. Stisknutím libovolného tlačítka můžete začít!

source: On the left side of the console, there are 2 buttons marked with a '-' and a '+'. Use them to raise or lower the volume at any time in the Recalbox interface or in-game. Press button B to continue
cs: Na levé straně konzole jsou 2 tlačítka označená symbolem "-" a "+". Pomocí nich můžete kdykoli zvýšit nebo snížit hlasitost v rozhraní Recalbox nebo ve hře. Stisknutím tlačítka B můžete pokračovat

source: On the top side of the console, there is a button marked 'F'. This is the Hotkey button To quit a game press both F + START Press button B to continue
cs: Na horní straně konzole je tlačítko označené "F". Jedná se o Hotkey tlačítko Chcete-li ukončit hru, stiskněte obě klávesy F + START. Stisknutím tlačítka B můžete pokračovat

source: Use the function F button and a volume button to adjust brightness Press button B to continue
cs: K nastavení jasu použijte funkční tlačítko F a tlačítko hlasitosti. Stisknutím tlačítka B můžete pokračovat

source: Just a few words about the POWER button. Make a short press, just like a mouse click, and your console will enter sleep mode. Make another short press and your console will restart instanly! Work in Recalbox interface and in-game! /nPress button B to continue.
cs: Jen pár slov o tlačítku POWER. Krátkým stisknutím, podobně jako kliknutím myší, přejde konzole do režimu spánku. Proveďte další krátké stisknutí a konzole se okamžitě restartuje! Funguje v rozhraní Recalbox i ve hře! Pro pokračování stiskněte tlačítko B.

source: Missing bios list:
cs: Chybějící seznam biosů:

source: GameBoy Mode
cs: GameBoy režim

source: Rotation
cs: Rotace

source: Full Screen
cs: Celá obrazovka

source: DOWNLOAD CONTENTS
cs: STÁHNOUT OBSAH

source: SHOW REGION
cs: ZOBRAZIT REGION

source: DISPLAY NAME BY
cs: ZOBRAZIT JMÉNO DLE

source: SEARCH OTHERS VERSIONS
cs: HLEDAT DALŠÍ VERZE

source: SEARCH GAMES OF SAME LICENCE
cs: HLEDAT HRY SE STEJNOU LICENCÍ

source: licences
cs: licence

source: Start downloading...
cs: Start stahování...

source: none
cs: nic

source: Games
cs: Hry

source: Games of licence
cs: Licencované hry

source: FAMILY
cs: RODINA

source: Downloading free games from Recalbox repositories. Please wait...
cs: Stahování her zdarma z Recalbox úložišť. Čekejte prosím...

source: Installing %s games
cs: Instalace %s her

source: ARCADE SETTINGS
cs: ARCADE NASTAVENÍ

source: ENABLE ENHANCED VIEW
cs: POVOLIT ROZŠÍŘENÉ ZOBRAZENÍ

source: FOLD CLONES BY DEFAULT
cs: SBALIT KLONY VE VÝCHOZÍM NASTAVENÍ

source: HIDE BIOS
cs: SKRÝT BIOS

source: HIDE NON-WORKING GAMES
cs: SKRÝT NEFUNKČNÍ HRY

source: ALWAYS USE OFFICIAL NAMES
cs: VŽDY POUŽÍVAT OFICIÁLNÍ NÁZVY

source: MANUFACTURER VIRTUAL SYSTEMS
cs: VIRTUÁLNÍ SYSTÉMY VÝROBCE

source: ARCADE ALL-IN-ONE SYSTEM
cs: ARKÁDOVÝ SYSTÉM VŠE V JEDNOM

source: HIDE %i MANUFACTURERS
cs: SKRÝT %i VÝROBCE

source: ALL OTHERS
cs: VŠECHNY OSTATNÍ

source: HD MODE
cs: REŽIM HD

source: WIDESCREEN (16/9)
cs: ŠIROKOÚHLÝ (16/9)

source: LAUNCH LAST
cs: SPUSTIT POSLEDNÍ

source: ENABLE BOOT ON GAME
cs: POVOLIT HRU PO SPUŠTĚNÍ

source: BOOTLOADER UPDATE
cs: AKTUALIZACE ZAVADĚČE

source: If no configured controller is detected at boot, recalbox will run as usual and display the system list.
cs: Pokud není při spuštění systému zjištěn žádný nakonfigurovaný ovladač, spustí se Recalbox jako obvykle a zobrazí seznam systémů.

source: JAMMA SETTINGS
cs: NASTAVENÍ JAMMA

source: Could not get bootloader status. Something went wrong
cs: Nepodařilo se získat stav zavaděče. Něco se pokazilo.

source: An update is available :
cs: Je dostupná aktualizace:

source: Current version:
cs: Stávající verze:

source: Latest version:
cs: Poslední verze:

source: Update success. The bootloader is up to date.
cs: Úspěšná aktualizace. Zavaděč je aktualizován.

source: Your bootloader is up to date. The bootloader version is:
cs: Zavaděč je aktualizovaný. Verze zavaděče je:

source: AUTO PAIR ON BOOT
cs: AUTOMATICKÉ PÁROVÁNÍ PŘI STARTU

source: ALWAYS SHOW PAD OSD
cs: VŽDY ZOBRAZOVAT PAD OSD

source: PAD OSD TYPE
cs: TYP PAD OSD

source: SCANLINES FOR 240P GAMES IN 480
cs: SCANLINES PRO HRY 240P V ROZLIŠENÍ 480

source: REDUCED LATENCY (EXPERIMENTAL)
cs: REDUKOVANÁ LATENCE (EXPERIMENTÁLNÍ)

source: RUN AHEAD (EXPERIMENTAL)
cs: BĚH DOPŘEDU (EXPERIMENTÁLNÍ)

source: MONO AMP BOOST
cs: BOOST MONO ZESILOVAČE

source: PANEL TYPE
cs: TYP PANELU

source: NEOGEO LAYOUT
cs: ROZLOŽENÍ NEOGEO

source: 4 PLAYERS MODE
cs: REŽIM PRO 4 HRÁČE

source: START+BTN1 = CREDIT
cs: START+TL1 = KREDIT

source: START+BTN = HK+BTN
cs: START+TL = HK+TL

source: START 3SEC = EXIT
cs: START 3 SEK = EXIT
